{"train": [], "val": [], "test": [{"id": "4", "report": "There are diffuse bilateral interstitial and alveolar opacities consistent with chronic obstructive lung disease and bullous emphysema. There are irregular opacities in the left lung apex, that could represent a cavitary lesion in the left lung apex.There are streaky opacities in the right upper lobe, XXXX scarring. The cardiomediastinal silhouette is normal in size and contour. There is no pneumothorax or large pleural effusion. 1. Bullous emphysema and interstitial fibrosis. 2. Probably scarring in the left apex, although difficult to exclude a cavitary lesion. 3. Opacities in the bilateral upper lobes could represent scarring, however the absence of comparison exam, recommend short interval followup radiograph or CT thorax to document resolution.", "image_path": ["Val/Frontal/4_IM-2050-1001.dcm.png", "Val/Lateral/4_IM-2050-2001.dcm.png"], "split": "val"}, {"id": "8", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There is an interim XXXX cervical spinal fusion partly evaluated. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/8_IM-2333-1001.dcm.png", "Val/Lateral/8_IM-2333-2001.dcm.png"], "split": "val"}, {"id": "10", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. Stable calcified granuloma within the right upper lung. No acute bone abnormality.. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/10_IM-0002-2001.dcm.png", "Val/Lateral/10_IM-0002-1001.dcm.png"], "split": "val"}, {"id": "11", "report": "Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Lungs are clear. No pneumothorax or pleural effusion. No acute osseous findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/11_IM-0067-1001.dcm.png", "Val/Lateral/11_IM-0067-2001.dcm.png"], "split": "val"}, {"id": "12", "report": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/12_IM-0133-1001.dcm.png", "Val/Lateral/12_IM-0133-2001.dcm.png"], "split": "val"}, {"id": "15", "report": "Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Lungs are clear. No pneumothorax or pleural effusion. Evidence of prior granulomatous disease. No acute osseous findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/15_IM-0324-1001.dcm.png", "Val/Lateral/15_IM-0324-2001.dcm.png"], "split": "val"}, {"id": "18", "report": "Heart size within normal limits. No focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema. No pneumothorax. No acute cardiopulmonary findings", "image_path": ["Val/Frontal/18_IM-0520-1001.dcm.png", "Val/Lateral/18_IM-0520-2001.dcm.png"], "split": "val"}, {"id": "26", "report": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. No acute process.", "image_path": ["Val/Frontal/26_IM-1090-1001.dcm.png", "Val/Lateral/26_IM-1090-2001.dcm.png"], "split": "val"}, {"id": "28", "report": "Bilateral patchy pulmonary opacities noted. Interval improvement in left base consolidative opacity. Pulmonary vascular congestion again noted. Stable enlarged cardiomediastinal silhouette. Stable left XXXX. No evidence of pneumothorax. No large pleural effusions. 1. Interval improvement in consolidative left base opacity. Multifocal scattered bibasilar patchy and XXXX pulmonary opacities again noted, most consistent with atelectasis/infiltrate. 2. Stable enlarged cardiomediastinal silhouette. Stable pulmonary vascular congestion. .", "image_path": ["Val/Frontal/28_IM-1231-1001.dcm.png", "Val/Lateral/28_IM-1231-2001.dcm.png"], "split": "val"}, {"id": "29", "report": " Borderline heart size. Elevated left diaphragm. Clear right lung. Tracheostomy tube tip above the carina. Extensive airspace disease in the left base. No large effusion or pneumothorax.", "image_path": ["Val/Frontal/29_IM-1302-1001.dcm.png", "Val/Lateral/29_IM-1302-2001.dcm.png"], "split": "val"}, {"id": "30", "report": "Lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. Negative for pneumoperitoneum. Bony thorax and soft tissue grossly unremarkable Negative acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/30_IM-1385-1001.dcm.png", "Val/Lateral/30_IM-1385-2001.dcm.png"], "split": "val"}, {"id": "33", "report": "Cardiac and mediastinal contours are within normal limits. The lungs are clear. Left axillary surgical clips. Bony structures are intact. No active pulmonary disease.", "image_path": ["Val/Frontal/33_IM-1576-13013.dcm.png", "Val/Lateral/33_IM-1576-12012.dcm.png"], "split": "val"}, {"id": "35", "report": "The heart size and cardiomediastinal silhouette are normal. There is hyperexpansion of the lungs with flattening of the hemidiaphragms. There is no focal airspace opacity, pleural effusion, or pneumothorax. There multilevel degenerative changes of thoracic spine. Emphysema, however no acute cardiopulmonary finding.", "image_path": ["Val/Frontal/35_IM-1704-1001.dcm.png", "Val/Lateral/35_IM-1704-1002.dcm.png"], "split": "val"}, {"id": "51", "report": "Heart size is normal and cardiomediastinal silhouette is normal. There are scattered calcified granulomas throughout both lung XXXX. Lungs are clear bilaterally otherwise. No bony or soft tissue abnormalities. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/51_IM-2125-1001.dcm.png", "Val/Lateral/51_IM-2125-1002.dcm.png"], "split": "val"}, {"id": "94", "report": "Heart size, mediastinal contour, and pulmonary vascularity are similar to comparison exam and within normal limits. No focal consolidation, suspicious pulmonary opacity, pleural effusion, or pneumothorax. The visualized osseous structures appear intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/94_IM-2436-1001.dcm.png", "Val/Lateral/94_IM-2436-2001.dcm.png"], "split": "val"}, {"id": "101", "report": "The heart is again mildly enlarged. Mediastinal contours are stable. Patient is somewhat rotated. The lungs are hypoinflated with elevated left hemidiaphragm. XXXX XXXX opacities compatible with atelectasis. No large effusion is seen. There is no focal consolidation. Pulmonary vascularity is mildly accentuated. There are bilateral degenerative changes of the XXXX with probable chronic dislocation of the left humerus. Correlate clinically. 1. Mild stable cardiomegaly and central vascular congestion. 2. Low lung volumes with elevated left hemidiaphragm and basilar subsegmental atelectasis. 3. Extensive bilateral shoulder degenerative changes with subluxation/dislocation left shoulder, possibly chronic. Suggest clinical correlation.", "image_path": ["Val/Frontal/101_IM-0011-4004.dcm.png", "Val/Lateral/101_IM-0011-2001.dcm.png"], "split": "val"}, {"id": "103", "report": "The lungs are clear without evidence of focal airspace disease. There is no evidence of pneumothorax or large pleural effusion. The cardiac contour is within normal limits. Compared to prior exam, there is XXXX prominence of the mediastinal contour near the right hilum. This may represent the ascending aorta or mediastinal lymphadenopathy. CT chest with contrast may be helpful for further evaluation. There are mild degenerative changes of the thoracic spine. XXXX prominence of the mediastinal contour near the right hilum possibly representing the ascending aorta or mediastinal lymphadenopathy. CT chest with contrast may be helpful for further evaluation.", "image_path": ["Val/Frontal/103_IM-0023-1001.dcm.png", "Val/Lateral/103_IM-0023-2001.dcm.png"], "split": "val"}, {"id": "106", "report": "Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. Lungs are clear. No pleural effusions or pneumothoraces. No acute cardiopulmonary process. If there is concern for soft tissue bone or bony abnormality of the thorax, XXXX.", "image_path": ["Val/Frontal/106_IM-0042-1001.dcm.png", "Val/Lateral/106_IM-0042-2001.dcm.png"], "split": "val"}, {"id": "107", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/107_IM-0049-1001.dcm.png", "Val/Lateral/107_IM-0049-2001.dcm.png"], "split": "val"}, {"id": "110", "report": "Cardiac and mediastinal contours are within normal limits. The lungs are clear. Bony structures are intact. Negative preoperative chest x-XXXX.", "image_path": ["Val/Frontal/110_IM-0067-1001.dcm.png", "Val/Lateral/110_IM-0067-2001.dcm.png"], "split": "val"}, {"id": "114", "report": "The heart size and mediastinal silhouette are within normal limits. No pneumothorax or pleural effusions. The lungs are clear. No focal consolidations. The osseous structures are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/114_IM-0096-1001.dcm.png", "Val/Lateral/114_IM-0096-2001.dcm.png"], "split": "val"}, {"id": "120", "report": "Low lung volumes bilaterally with central bronchovascular crowding without focal consolidation, pleural effusion, or pneumothoraces.. Cardiomediastinal silhouette is within normal limits. Degenerative changes of the thoracic spine.. Low lung volumes bilaterally with central bronchovascular crowding without focal cardiopulmonary disease. .", "image_path": ["Val/Frontal/120_IM-0133-1001.dcm.png", "Val/Lateral/120_IM-0133-2001.dcm.png"], "split": "val"}, {"id": "149", "report": " Heart size normal. Lungs clear. No edema or effusions.", "image_path": ["Val/Frontal/149_IM-0315-1001.dcm.png", "Val/Lateral/149_IM-0315-1002.dcm.png"], "split": "val"}, {"id": "150", "report": "Heart size, mediastinal contour, and pulmonary vascularity are within normal limits. No focal consolidation, suspicious pulmonary opacity, large pleural effusion, or pneumothorax is identified. Visualized osseous structures appear intact. 1. No acute cardiopulmonary abnormality. 2. No evidence of active or changes from chronic tuberculosis infection.", "image_path": ["Val/Frontal/150_IM-0325-0001-0001.dcm.png", "Val/Lateral/150_IM-0325-0001-0002.dcm.png"], "split": "val"}, {"id": "153", "report": "There is a right IJ central venous catheter with tip overlying the inferior SVC. Cardiac silhouette is normal size. Normal mediastinal contour and pulmonary vasculature. There is a small right pleural effusion. Otherwise, lungs are without focal airspace disease. XXXX XXXX right pleural effusion.", "image_path": ["Val/Frontal/153_IM-0343-1001.dcm.png", "Val/Lateral/153_IM-0343-2001.dcm.png"], "split": "val"}, {"id": "158", "report": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/158_IM-0377-1001.dcm.png", "Val/Lateral/158_IM-0377-2001.dcm.png"], "split": "val"}, {"id": "159", "report": "Chest. The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. Left and right XXXX. Osteophytes are present at the acromioclavicular joints bilaterally and also on the humeral necks. The right glenohumeral joint is normal, but the left is narrowed. No fractures or bone destruction. 1. Chest. No active disease. 2. Left and right XXXX. Bilateral degenerative joint disease, left worse than right.", "image_path": ["Val/Frontal/159_IM-0382-1001.dcm.png", "Val/Lateral/159_IM-0382-1002.dcm.png"], "split": "val"}, {"id": "161", "report": "Low lung volumes are present. The heart size and pulmonary vascularity appear within normal limits. No pleural effusion or pneumothorax is seen. Scattered XXXX of left base atelectasis are noted. Left XXXX-a-XXXX is in XXXX with the tip projecting over the caval atrial junction. 1. XXXX of left base atelectasis. Otherwise, clear.", "image_path": ["Val/Frontal/161_IM-0394-1001.dcm.png", "Val/Lateral/161_IM-0394-2001.dcm.png"], "split": "val"}, {"id": "184", "report": "PA and lateral views were obtained. Lungs are clear. There is no pneumothorax or pleural effusion. The heart and mediastinum are within normal limits. Bony structures are intact. A 5 mm stable right apical nodule. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/184_IM-0544-1001.dcm.png", "Val/Lateral/184_IM-0544-2001.dcm.png"], "split": "val"}, {"id": "188", "report": " 1. No residual right pleural effusion identified status post thoracentesis. No pneumothorax. 2. Mediastinum, cardiac size grossly stable. 3. Small to moderate left-sided pleural effusion, increased XXXX compared to prior chest radiograph. Left lung base atelectasis/airspace disease.", "image_path": ["Val/Frontal/188_IM-0569-1001.dcm.png", "Val/Lateral/188_IM-0569-1002.dcm.png"], "split": "val"}, {"id": "194", "report": "Heart size upper limits of normal. Small amount of left basilar airspace disease. The right lung is clear. There are no cavitary lesions seen. No pneumothorax. No pleural effusions. Left basilar atelectasis and/or infiltrate, with no radiographic evidence of tuberculosis.", "image_path": ["Val/Frontal/194_IM-0609-2001.dcm.png", "Val/Lateral/194_IM-0609-1001.dcm.png"], "split": "val"}, {"id": "197", "report": "The cardiomediastinal silhouette is normal. Lungs are hyperexpanded but clear without evidence of effusion or infiltrate. There is a small right lower lobe calcified granuloma that is unchanged from prior examinations. No acute bony abnormality. No pneumothorax or pneumomediastinum. 1. Hyperexpanded lungs.", "image_path": ["Val/Frontal/197_IM-0631-1001.dcm.png", "Val/Lateral/197_IM-0631-1002.dcm.png"], "split": "val"}, {"id": "205", "report": " Stable normal heart size. Elevated right diaphragm. Lungs are clear.", "image_path": ["Val/Frontal/205_IM-0689-2002.dcm.png", "Val/Lateral/205_IM-0689-3003.dcm.png"], "split": "val"}, {"id": "217", "report": " Normal heart size and normal mediastinal contours. Normal pulmonary vasculature. No XXXX of pleural effusions. No infiltrates. Normal X-XXXX of chest.", "image_path": ["Val/Frontal/217_IM-0786-1001.dcm.png", "Val/Lateral/217_IM-0786-2001.dcm.png"], "split": "val"}, {"id": "221", "report": "Cardiac and mediastinal contours are within normal limits. Atherosclerotic aorta. Mild blunting left costophrenic recess, possibly mild atelectasis or scarring. No confluent lobar consolidation or large volume pleural effusion. Thoracic spondylosis. Mild blunting left costophrenic recess, possibly mild atelectasis or scarring.", "image_path": ["Val/Frontal/221_IM-0817-1001.dcm.png", "Val/Lateral/221_IM-0817-2001.dcm.png"], "split": "val"}, {"id": "222", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. 1. No evidence of active disease.", "image_path": ["Val/Frontal/222_IM-0823-1001.dcm.png", "Val/Lateral/222_IM-0823-3003.dcm.png"], "split": "val"}, {"id": "223", "report": "Heart size within normal limits, stable mediastinal and hilar contours. No focal alveolar consolidation, no definite pleural effusion seen. Bronchovascular crowding without typical findings of pulmonary edema. No acute findings", "image_path": ["Val/Frontal/223_IM-0831-1001.dcm.png", "Val/Lateral/223_IM-0831-2001.dcm.png"], "split": "val"}, {"id": "248", "report": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact. There is a small calcified granuloma in the right midlung. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/248_IM-1008-85149002.dcm.png", "Val/Lateral/248_IM-1008-85149003.dcm.png"], "split": "val"}, {"id": "266", "report": "The lungs and pleural spaces show no acute abnormality. Heart size is mildly enlarged, pulmonary vascularity within normal limits. Atherosclerotic calcifications are present in the aortic XXXX. 1. No acute pulmonary abnormality. 2. Mild cardiomegaly, atherosclerotic disease.", "image_path": ["Val/Frontal/266_IM-1141-4004.dcm.png", "Val/Lateral/266_IM-1141-2001.dcm.png"], "split": "val"}, {"id": "273", "report": "Heart size mildly to moderately enlarged. Mild right hemidiaphragm elevation with mild bronchovascular crowding, right greater than left, indistinct vascular margination. No definite focal alveolar consolidation, no pleural effusion XXXX demonstrated. 1. Cardiomegaly 2. Indistinct vascular margination which may be secondary to bronchovascular crowding however differential diagnosis includes mild pulmonary edema, atypical infection, inflammation", "image_path": ["Val/Frontal/273_IM-1188-1001.dcm.png", "Val/Lateral/273_IM-1188-2001.dcm.png"], "split": "val"}, {"id": "285", "report": " Heart size is top normal. Tortuous aorta. No edema. Patchy left upper right basilar atelectasis. No pneumothorax. Right hilar surgical clips.", "image_path": ["Val/Frontal/285_IM-1258-4004.dcm.png", "Val/Lateral/285_IM-1258-1001.dcm.png"], "split": "val"}, {"id": "289", "report": "Heart size within normal limits, stable mediastinal and hilar contours, right chest XXXX tip in the low SVC. Monitoring device artifacts. No focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema. No acute findings", "image_path": ["Val/Frontal/289_IM-1292-0001-0001.dcm.png", "Val/Lateral/289_IM-1292-0001-0002.dcm.png"], "split": "val"}, {"id": "297", "report": "Cardiac silhouette is within normal limits in size. The lungs are hypoinflated with mild bronchovascular crowding. There is mild, XXXX opacity projected over the left lung base. This is partly due to overlying soft tissues, however, there is partial obscuration of the lateral left hemidiaphragm. The lungs are otherwise grossly clear. There is no pneumothorax or pleural effusion. There are no acute bony findings. There are degenerative endplate changes throughout the thoracic spine. Low lung volumes with mild, XXXX left basilar opacity, atelectasis versus infiltrate. .", "image_path": ["Val/Frontal/297_IM-1361-4004.dcm.png", "Val/Lateral/297_IM-1361-2001.dcm.png"], "split": "val"}, {"id": "306", "report": "The lungs are clear. Heart size is normal. No pneumothorax. Clear lungs. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/306_IM-1426-1001.dcm.png", "Val/Lateral/306_IM-1426-2001.dcm.png"], "split": "val"}, {"id": "321", "report": "There are XXXX opacities in the left lung, XXXX subsegmental atelectasis. XXXX opacities overlying the left lung base on the frontal XXXX XXXX reflect epicardial fat XXXX and overlying breast tissue. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Heart size is at the upper limits of normal. There are diffuse degenerative changes of the spine. No acute findings. Left mid lung subsegmental atelectasis.", "image_path": ["Val/Frontal/321_IM-1516-0001-0002.dcm.png", "Val/Lateral/321_IM-1516-0001-0001.dcm.png"], "split": "val"}, {"id": "322", "report": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. Chronic appearing interstitial markings The lungs are normally inflated and clear. Degenerative changes of the spine. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/322_IM-1521-1001.dcm.png", "Val/Lateral/322_IM-1521-2001.dcm.png"], "split": "val"}, {"id": "327", "report": "There is stable, mild cardiomegaly with normal caliber pulmonary vasculature. There are grossly intact XXXX sternotomy XXXX and mediastinal surgical clips. There is no focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. Stable chronic changes. No acute findings. .", "image_path": ["Val/Frontal/327_IM-1552-1001.dcm.png", "Val/Lateral/327_IM-1552-2001.dcm.png"], "split": "val"}, {"id": "328", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. 1. No evidence of active disease.", "image_path": ["Val/Frontal/328_IM-1560-1001.dcm.png", "Val/Lateral/328_IM-1560-2001.dcm.png"], "split": "val"}, {"id": "336", "report": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. 1. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/336_IM-1613-1001.dcm.png", "Val/Lateral/336_IM-1613-2001.dcm.png"], "split": "val"}, {"id": "341", "report": "Two-view chest. Both lungs are clear and expanded. Heart and mediastinum normal. Right foot. Hindfoot, midfoot, forefoot XXXX are intact with no fractures or bone destruction. 1. Chest. No active disease. 2. Right foot. Negative.", "image_path": ["Val/Frontal/341_IM-1648-1001.dcm.png", "Val/Lateral/341_IM-1648-1002.dcm.png"], "split": "val"}, {"id": "348", "report": "Heart size and mediastinal contour normal. Lungs are clear. Pulmonary vascularity normal. No pleural effusions or pneumothoraces. Minimal degenerative changes thoracic spine. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/348_IM-1690-1001.dcm.png", "Val/Lateral/348_IM-1690-2001.dcm.png"], "split": "val"}, {"id": "351", "report": "The lungs and pleural spaces show no acute abnormality. Lungs are hyperexpanded. Minimal XXXX scarring in both lower lobes. Heart size and pulmonary vascularity within normal limits. Stable mild tortuosity of the descending thoracic aorta. 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/351_IM-1712-1001.dcm.png", "Val/Lateral/351_IM-1712-2001.dcm.png"], "split": "val"}, {"id": "359", "report": "Heart size is upper limits of normal. The mediastinal contour is within normal limits. The lungs are free of any focal infiltrates. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/359_IM-1768-1001.dcm.png", "Val/Lateral/359_IM-1768-2001.dcm.png"], "split": "val"}, {"id": "361", "report": "Lungs remain clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/361_IM-1783-1001.dcm.png", "Val/Lateral/361_IM-1783-1002.dcm.png"], "split": "val"}, {"id": "364", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/364_IM-1804-1001.dcm.png", "Val/Lateral/364_IM-1804-2001.dcm.png"], "split": "val"}, {"id": "366", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/366_IM-1820-1001.dcm.png", "Val/Lateral/366_IM-1820-2001.dcm.png"], "split": "val"}, {"id": "373", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/373_IM-1864-1001.dcm.png", "Val/Lateral/373_IM-1864-1002.dcm.png"], "split": "val"}, {"id": "391", "report": "Low lung volumes. Heart size normal. No focal airspace consolidations. No pneumothorax or effusions. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/391_IM-1986-1001.dcm.png", "Val/Lateral/391_IM-1986-1002.dcm.png"], "split": "val"}, {"id": "413", "report": " Heart size is normal and lungs are clear. No evidence of tuberculosis", "image_path": ["Val/Frontal/413_IM-2056-1001.dcm.png", "Val/Lateral/413_IM-2056-1002.dcm.png"], "split": "val"}, {"id": "437", "report": "There are postoperative changes of sternotomy. There is cardiomegaly. The contour of the ascending aorta is prominent, consistent with known ascending aortic aneurysm. The lungs appear clear. No focal airspace consolidation. No pleural effusion or pneumothorax. There are minimal degenerative changes of the spine. 1. No acute pulmonary abnormality demonstrated. 2. Stable cardiomegaly. 3. Prominent contour of the ascending aorta, consistent with known ascending aortic aneurysm.", "image_path": ["Val/Frontal/437_IM-2077-1001.dcm.png", "Val/Lateral/437_IM-2077-3003.dcm.png"], "split": "val"}, {"id": "453", "report": " Concerning findings for fibrosis in the bases of the lungs. This can be further characterized with a XXXX of the chest. No confluent lobar pneumonia or pleural effusion.", "image_path": ["Val/Frontal/453_IM-2084-1001.dcm.png", "Val/Lateral/453_IM-2084-2001.dcm.png"], "split": "val"}, {"id": "463", "report": "There is a approximately 4 cm opacity with one XXXX margin and the other ill-defined in the lateral lower left lung is seen on the PA view. This is not definitely seen on the lateral view. There is no pneumothorax or pleural effusion. The cardiac silhouette is within normal limits. There are T-spine osteophytes. There is no pneumothorax or pleural effusion. There are calcified hilar lymph XXXX there Approximately 4.8 cm mass in the left lower hemithorax. This is favored to be arising from the chest wall and be pleural based. A CT of the chest is recommended for further evaluation. Critical result notification documented through Primordial.", "image_path": ["Val/Frontal/463_IM-2091-1001.dcm.png", "Val/Lateral/463_IM-2091-2001.dcm.png"], "split": "val"}, {"id": "465", "report": "Normal cardiomediastinal contours. Right lower lung patchy opacities. Small right pneumothorax. Small right pleural effusion. 1. Small right apical pneumothorax. 2. Right middle and lower lobe patchy opacities, XXXX residual atelectasis. 3. Near-complete resolution of right-sided pleural effusion with XXXX residual. .", "image_path": ["Val/Frontal/465_IM-2093-0001-0002.dcm.png", "Val/Lateral/465_IM-2093-0001-0001.dcm.png"], "split": "val"}, {"id": "472", "report": "Normal heart size and mediastinal contours. No focal airspace consolidation. No pleural effusion or pneumothorax. Stable postoperative and degenerative changes of the XXXX. Stable degenerative disc disease of the thoracic spine. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/472_IM-2100-1001.dcm.png", "Val/Lateral/472_IM-2100-2001.dcm.png"], "split": "val"}, {"id": "473", "report": " Heart size normal. Lungs clear.", "image_path": ["Val/Frontal/473_IM-2101-1001.dcm.png", "Val/Lateral/473_IM-2101-1002.dcm.png"], "split": "val"}, {"id": "479", "report": "The heart size is normal. The mediastinal contour is within normal limits. The lungs are free of any focal infiltrates. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/479_IM-2102-1001.dcm.png", "Val/Lateral/479_IM-2102-2001.dcm.png"], "split": "val"}, {"id": "496", "report": "Chest. Lungs are clear and expanded. Heart normal. Left knee. No change marked narrowing, large osteophyte formation, multiple synovial osteochondromas. 1. Chest. No active disease. 2. Left knee. Advanced degenerative joint disease.", "image_path": ["Val/Frontal/496_IM-2114-1001.dcm.png", "Val/Lateral/496_IM-2114-1002.dcm.png"], "split": "val"}, {"id": "499", "report": "There are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. There is no evidence of pneumothorax. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/499_IM-2116-1001.dcm.png", "Val/Lateral/499_IM-2116-2001.dcm.png"], "split": "val"}, {"id": "507", "report": "No airspace disease, effusion or noncalcified nodule. Normal heart size and mediastinum. Visualized XXXX of the chest XXXX are within normal limits. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/507_IM-2125-1001.dcm.png", "Val/Lateral/507_IM-2125-2001.dcm.png"], "split": "val"}, {"id": "508", "report": "Normal heart size and mediastinal contours. No focal airspace consolidation. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/508_IM-2125-1001.dcm.png", "Val/Lateral/508_IM-2125-1002.dcm.png"], "split": "val"}, {"id": "513", "report": "There is prominence of the right heart XXXX, consistent with right atrial enlargement. A XXXX density is demonstrated on the frontal view with exaggerated posterior projection of the cardiac silhouette, suggesting left atrial enlargement. The cardiac silhouette is overall enlarged. The mediastinal contours are otherwise within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Mild pulmonary hyperexpansion. Mild left apical pleural thickening. Moderate degenerative changes of the thoracic spine. 19/33. 1. Right and left atrial enlargement with cardiomegaly. No acute pulmonary abnormality demonstrated. .", "image_path": ["Val/Frontal/513_IM-2128-1001.dcm.png", "Val/Lateral/513_IM-2128-2001.dcm.png"], "split": "val"}, {"id": "514", "report": "The heart size is normal. Lungs are clear. There is no pleural line to suggest pneumothorax or costophrenic XXXX blunting to suggest large pleural effusion. Bony structures are within normal limits. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/514_IM-2129-2001.dcm.png", "Val/Lateral/514_IM-2129-1001.dcm.png"], "split": "val"}, {"id": "549", "report": "Stable appearance of the left upper lung lobe with scarring, volume loss, and pleural thickening. Cardiomediastinal silhouette is within normal limits normal appearance, similar to prior. Volume loss in the left lung, stable. Right lung is clear. There is no XXXX focal airspace disease, pleural effusion, or pneumothorax. Mild scarring at the right apex. No acute bony abnormality. 1. No acute cardiopulmonary process. 2. Stable appearance of the left upper lobe.", "image_path": ["Val/Frontal/549_IM-2153-1001.dcm.png", "Val/Lateral/549_IM-2153-2001.dcm.png"], "split": "val"}, {"id": "559", "report": " Heart size normal. Mediastinal silhouette and pulmonary vascularity are within normal limits. There is no focal airspace consolidation, pleural effusion or pneumothorax.", "image_path": ["Val/Frontal/559_IM-2159-1001.dcm.png", "Val/Lateral/559_IM-2159-2001.dcm.png"], "split": "val"}, {"id": "582", "report": "Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Lungs are clear. No pneumothorax or pleural effusion. No acute osseous findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/582_IM-2179-1001.dcm.png", "Val/Lateral/582_IM-2179-2001.dcm.png"], "split": "val"}, {"id": "584", "report": "There are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Osseous structures intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/584_IM-2181-1001.dcm.png", "Val/Lateral/584_IM-2181-2001.dcm.png"], "split": "val"}, {"id": "590", "report": "The cardiomediastinal silhouette is normal size and configuration. Pulmonary vasculature within normal limits. There is right middle lobe airspace disease, may reflect atelectasis or pneumonia. No pleural effusion. No pneumothorax. Elevated right hemidiaphragm. Right middle lobe airspace disease may reflect atelectasis or pneumonia. .", "image_path": ["Val/Frontal/590_IM-2185-2001.dcm.png", "Val/Lateral/590_IM-2185-3001.dcm.png"], "split": "val"}, {"id": "593", "report": "No acute cardiopulmonary abnormality. Extensive degenerative changes of the thoracic spine. Mildly enlarged heart. Tortuous aorta. Aortic calcifications. No focal area of consolidation, pleural effusion or pneumothorax. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/593_IM-2186-1001.dcm.png", "Val/Lateral/593_IM-2186-2001.dcm.png"], "split": "val"}, {"id": "602", "report": " Heart size is normal and the lungs are clear. No nodules or masses.", "image_path": ["Val/Frontal/602_IM-2192-1001.dcm.png", "Val/Lateral/602_IM-2192-1002.dcm.png"], "split": "val"}, {"id": "606", "report": "XXXX sternotomy XXXX are in XXXX and intact. Normal cardiomediastinal silhouette. The bilateral costophrenic XXXX are excluded from the image on the PA view. Lungs are clear without focal areas of consolidation, pleural effusion, or pneumothorax. XXXX XXXX are intact without acute osseous abnormality. Mild degenerative changes throughout the thoracic spine. Chest radiograph. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/606_IM-2195-1001.dcm.png", "Val/Lateral/606_IM-2195-2001.dcm.png"], "split": "val"}, {"id": "624", "report": "The cardiac contours are normal. The lungs are hyperinflated with flattening of the diaphragms and tapering of the distal pulmonary vasculature. There is no focal consolidation. Thoracic spondylosis. Mild dextroscoliosis of the spine. Prior anterior cervical fusion. Emphysema without superimposed pneumonia.", "image_path": ["Val/Frontal/624_IM-2206-1001.dcm.png", "Val/Lateral/624_IM-2206-2001.dcm.png"], "split": "val"}, {"id": "635", "report": " Heart size normal. Right lung clear. Persistent but decreased left lower lobe atelectasis infiltrate and effusion.", "image_path": ["Val/Frontal/635_IM-2215-1001.dcm.png", "Val/Lateral/635_IM-2215-1002.dcm.png"], "split": "val"}, {"id": "636", "report": "Heart size is normal. Right lung is clear. Granulomatous disease in the bilateral. Subsegmental atelectasis in the left lower lung. No pneumothorax. No pleural effusion. Subsegmental atelectasis in the left lower lobe.", "image_path": ["Val/Frontal/636_IM-2215-1001.dcm.png", "Val/Lateral/636_IM-2215-2001.dcm.png"], "split": "val"}, {"id": "652", "report": "Heart size is normal. No pneumothorax. No large pleural effusions. No focal airspace opacities. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/652_IM-2229-1001.dcm.png", "Val/Lateral/652_IM-2229-1002.dcm.png"], "split": "val"}, {"id": "666", "report": "The heart is mildly enlarged. The aorta is atherosclerotic and ectatic. Chronic parenchymal changes are noted with mild scarring and/or subsegmental atelectasis in the right lung base. No focal consolidation or significant pleural effusion identified. Costophrenic XXXX are blunted. Borderline cardiomegaly and mild chronic changes. No acute infiltrate.", "image_path": ["Val/Frontal/666_IM-2241-1001.dcm.png", "Val/Lateral/666_IM-2241-1002.dcm.png"], "split": "val"}, {"id": "667", "report": "There has been interval removal of right-sided central venous catheter. Enteric tube is again noted, coursing below the diaphragm the tip of which is seen projecting over the expected location of the body of the stomach. The cardiomediastinal silhouette is normal, unchanged from prior. Low lung volumes, causing streaky bibasilar atelectasis and bronchovascular crowding. There is no pneumothorax. The visualized bony structures reveal no acute abnormalities. Lateral view reveals mild degenerative changes of the thoracic spine. 1. Low lung volumes with subsequent bronchovascular crowding and bibasilar atelectasis. .", "image_path": ["Val/Frontal/667_IM-2241-1001.dcm.png", "Val/Lateral/667_IM-2241-2001.dcm.png"], "split": "val"}, {"id": "674", "report": "There are low lung volumes. There is bronchovascular crowding. Heart and mediastinal contours within normal limits. No focal infiltrate or effusion. No pneumothorax. Visualized osseous structures intact. No acute abnormality. Low volumes XXXX XXXX for the opportunity to assist in the care of your patient. If there are any questions about this examination please XXXX. XXXX XXXX, XXXX certified radiologist, at XXXX. .", "image_path": ["Val/Frontal/674_IM-2247-1001.dcm.png", "Val/Lateral/674_IM-2247-2001.dcm.png"], "split": "val"}, {"id": "677", "report": "PICC line catheter tip XXXX in the right atrium. Heart is not enlarged. Trachea and XXXX bronchi appear normal. Lungs are mildly under expanded. No pneumothorax. There are small areas of patchy density in the left lower lung XXXX. There is a larger area of XXXX patchy density in the right mid and lower lungs with right-sided pleural effusion. In view of the history findings are strongly suggestive of XXXX acute pneumonia with right-sided pleural effusion.", "image_path": ["Val/Frontal/677_IM-2249-1001.dcm.png", "Val/Lateral/677_IM-2249-2001.dcm.png"], "split": "val"}, {"id": "686", "report": "Cardiomegaly with unfolded aorta. There is no pulmonary edema. There is no focal consolidation. There are no XXXX of a large pleural effusion. There is no evidence of pneumothorax. Cardiomegaly. Clear lungs. .", "image_path": ["Val/Frontal/686_IM-2254-1001.dcm.png", "Val/Lateral/686_IM-2254-2001.dcm.png"], "split": "val"}, {"id": "688", "report": "KUB. Centered over the mid abdomen there are multiple air-filled dilated loops of small bowel measuring the XXXX of which measure up to about 3.7 cm in diameter. There is also an extremely dilated XXXX in the same region which measures 5.9 cm in diameter. There is extensive soft tissue pannus. Prior abdominal surgery. Chest. There is XXXX left basilar opacity. No visualized pneumothorax. The heart size is normal. There is mild elevation of the left hemidiaphragm. There are no large pleural effusions. There is thickening of the fissure. KUB 1. There are numerous air-filled dilated loops of small bowel over the mid abdomen. These findings are consistent with small bowel obstruction. Chest 1. Left basilar airspace disease, XXXX atelectasis. .", "image_path": ["Val/Frontal/688_IM-2256-1001.dcm.png", "Val/Lateral/688_IM-2256-2001.dcm.png"], "split": "val"}, {"id": "697", "report": "There is obscuration of the left hemidiaphragm, suggesting left retrocardiac airspace disease. This is not identified in the lateral view, which is limited by rotation. No evidence for effusion. Left basilar airspace disease. Recommend follow up chest x-XXXX to document resolution XXXX for better characterization.", "image_path": ["Val/Frontal/697_IM-2262-2002.dcm.png", "Val/Lateral/697_IM-2262-3003.dcm.png"], "split": "val"}, {"id": "698", "report": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. T-spine osteophytes. Negative for acute abnormality.", "image_path": ["Val/Frontal/698_IM-2263-1001.dcm.png", "Val/Lateral/698_IM-2263-2001.dcm.png"], "split": "val"}, {"id": "713", "report": "Central venous catheter tip in the right atrium. Heart size and shape are normal. Trachea and XXXX bronchi appear normal. The lungs are reasonably well expanded. There XXXX and patchy nodular densities in both lower lung XXXX more marked on the right than the left. There is scattered areas of bronchial wall thickening, well-seen in the left upper lobe. There is loss of definition of part of the left heart XXXX. No effusions no pneumothorax. Findings consistent with widespread changes from cystic fibrosis. It is difficult to differentiate acute from chronic change.", "image_path": ["Val/Frontal/713_IM-2275-1001.dcm.png", "Val/Lateral/713_IM-2275-2001.dcm.png"], "split": "val"}, {"id": "715", "report": "There is chronic asymmetric elevation of the right hemidiaphragm. Compared with the prior study, there is mildly increased streaky airspace disease in the right lung base. Hilar prominence appears stable. There is no pneumothorax or large pleural effusion. Heart size is stable and grossly normal. There no acute bony findings. Chronic asymmetric elevation of the right hemidiaphragm with mildly increased right basilar airspace disease, atelectasis versus infiltrate. .", "image_path": ["Val/Frontal/715_IM-2277-2001.dcm.png", "Val/Lateral/715_IM-2277-3001.dcm.png"], "split": "val"}, {"id": "720", "report": "The cardiac silhouette, upper mediastinum and pulmonary vasculature are within normal limits. There is no acute air space infiltrate, pleural effusion or pneumothorax. No acute process.", "image_path": ["Val/Frontal/720_IM-2281-1001.dcm.png", "Val/Lateral/720_IM-2281-2001.dcm.png"], "split": "val"}, {"id": "727", "report": " Heart size is normal the lungs are clear", "image_path": ["Val/Frontal/727_IM-2287-1001.dcm.png", "Val/Lateral/727_IM-2287-2001.dcm.png"], "split": "val"}, {"id": "729", "report": "No focal consolidation, pneumothorax, or pleural effusion identified. However, there is a 1.7 cm nodular opacity within the right hilum, which may represent partially calcified granuloma or lymphadenopathy. Scattered calcified granulomas also seen. Heart size is upper limit normal. No acute bony abnormality. 1. No acute cardiopulmonary abnormality. 2. 1.7 cm nodular opacity within the right hilum, there is XXXX large lymph node or partially calcified granuloma. Followup XXXX radiograph to assess stability may be of benefit.", "image_path": ["Val/Frontal/729_IM-2288-1001.dcm.png", "Val/Lateral/729_IM-2288-2001.dcm.png"], "split": "val"}, {"id": "731", "report": "The lungs are clear, and without focal air space opacity. The cardiomediastinal silhouette is normal in size and contour. There is no pneumothorax or large pleural effusion. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/731_IM-2291-1001.dcm.png", "Val/Lateral/731_IM-2291-2001.dcm.png"], "split": "val"}, {"id": "733", "report": "There is a dual-lumen right internal jugular central venous catheter, the distal tip projects over the right atrium. There is no apparent pneumothorax. There is no focal lung opacity or pleural effusion. There is stable right upper lung lucency. The cardiopulmonary mediastinal silhouettes are stable. The visualized osseous structures appear within normal limits. 1. Distal tip of the dual-lumen right internal jugular central venous catheter projects over the right atrium. 2. No apparent pneumothorax. 3. Stable right upper lung lucency. CT chest may be helpful to further characterize.", "image_path": ["Val/Frontal/733_IM-2293-0001-0002.dcm.png", "Val/Lateral/733_IM-2293-0001-0001.dcm.png"], "split": "val"}, {"id": "736", "report": " Prominent hiatal hernia. Left basilar opacity compatible pleural effusion and atelectasis. XXXX right pleural effusion. No pulmonary edema / overt CHF identified. Stable senescent mediastinal contour.", "image_path": ["Val/Frontal/736_IM-2295-1001-0001.dcm.png", "Val/Lateral/736_IM-2295-1001-0002.dcm.png"], "split": "val"}, {"id": "737", "report": "Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No acute bony changes. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/737_IM-2295-1001.dcm.png", "Val/Lateral/737_IM-2295-2001.dcm.png"], "split": "val"}, {"id": "739", "report": "XXXX XXXX and lateral views of the chest were obtained XXXX/XXXX. The lung volumes are low normal. The lungs are clear and there are no pleural effusions. The mediastinum and pulmonary XXXX are normal. The bony elements are not remarkable. No acute cardiopulmonary abnormalities are seen. END OF REPORT.", "image_path": ["Val/Frontal/739_IM-2296-1001.dcm.png", "Val/Lateral/739_IM-2296-2001.dcm.png"], "split": "val"}, {"id": "744", "report": "The heart size and pulmonary vascularity appear within normal limits. Left XXXX-a-XXXX is in XXXX. No pleural effusion or pneumothorax is seen. Right upper lobe area of dense opacity is seen in the medial right apex. On a previous outside XXXX scan (XXXX), the right upper lobe was consolidated. Comparison to the XXXX XXXX from that exam shows this opacity to have decreased. No films were available, however, for direct comparison. 1. Right upper lobe opacity which appears improved as compared to previous XXXX scan.", "image_path": ["Val/Frontal/744_IM-2299-1001.dcm.png", "Val/Lateral/744_IM-2299-2001.dcm.png"], "split": "val"}, {"id": "746", "report": "There is stable XXXX scarring or atelectasis in the left midlung. The lungs are otherwise grossly clear. The heart size is near the upper limits of normal. Mediastinal silhouette is normal. There is no pneumothorax or pleural effusion. XXXX T-spine osteophytes are noted. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/746_IM-2300-3001.dcm.png", "Val/Lateral/746_IM-2300-2001.dcm.png"], "split": "val"}, {"id": "749", "report": "Negative for cardiac enlargement. Negative for vascular congestion. Bilateral granulomas are seen scattered throughout the lungs. Negative for pneumothorax. Negative for focal air space consolidation. Some minimal streaky opacity at the bilateral bases XXXX relates to subsegmental atelectasis. No acute cardiothoracic process.", "image_path": ["Val/Frontal/749_IM-2302-1001.dcm.png", "Val/Lateral/749_IM-2302-2001.dcm.png"], "split": "val"}, {"id": "757", "report": "Heart size is normal. The lungs are clear. There are no focal air space consolidations. No pleural effusions or pneumothoraces. The hilar and mediastinal contours are unchanged. Normal pulmonary vascularity. Stable postsurgical changes of the lower cervical spine. No acute abnormality.", "image_path": ["Val/Frontal/757_IM-2308-1001.dcm.png", "Val/Lateral/757_IM-2308-2001.dcm.png"], "split": "val"}, {"id": "758", "report": "Normal heart size. Clear lungs. No large pleural effusion. No pneumothorax. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/758_IM-2309-1001.dcm.png", "Val/Lateral/758_IM-2309-2001.dcm.png"], "split": "val"}, {"id": "761", "report": "Lung volumes are low. No focal infiltrates. Heart size normal. XXXX change. Hypoinflation with no visible active cardiopulmonary disease.", "image_path": ["Val/Frontal/761_IM-2310-1001.dcm.png", "Val/Lateral/761_IM-2310-2001.dcm.png"], "split": "val"}, {"id": "773", "report": "The cardiomediastinal silhouette is normal in size and contour. Right suprahilar calcified lymph XXXX. Right lung base calcified granuloma. No focal consolidation, pneumothorax or large pleural effusion. Mildly hyperexpanded lungs. Negative for acute bone abnormality. Prior granulomatous disease. Negative for acute abnormality.", "image_path": ["Val/Frontal/773_IM-2318-1001.dcm.png", "Val/Lateral/773_IM-2318-2001.dcm.png"], "split": "val"}, {"id": "776", "report": "Cardiomediastinal silhouette is within normal limits in size and appearance. Pulmonary vascularity is unremarkable. There are prominent coarse interstitial markings throughout the lungs, with more focal streaky bibasilar opacities, seen only on the frontal XXXX, XXXX atelectasis. Negative for focal airspace disease or consolidation. Negative for pneumothorax or pleural effusion. Limited evaluation reveals the XXXX XXXX are grossly intact. 1. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/776_IM-2319-1001.dcm.png", "Val/Lateral/776_IM-2319-2001.dcm.png"], "split": "val"}, {"id": "781", "report": "The heart is normal in size and contour. The lungs are clear, without evidence of infiltrate. There is no pneumothorax or effusion. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/781_IM-2323-1001.dcm.png", "Val/Lateral/781_IM-2323-2001.dcm.png"], "split": "val"}, {"id": "792", "report": "The lungs appear clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. Mediastinal contours are normal. No acute acute cardiopulmonary disease.", "image_path": ["Val/Frontal/792_IM-2330-1001.dcm.png", "Val/Lateral/792_IM-2330-2002.dcm.png"], "split": "val"}, {"id": "808", "report": "Overall low lung lines. There is scarring or subsegmental atelectasis at the right lung base. In the left lower lobe there is airspace disease consistent with pneumonia. No pneumothorax. Heart and mediastinum are stable given the lung volumes. Degenerative changes in the spine. 1. Left lower lobe pneumonia and minimal scarring or subsegmental atelectasis in the right lung base.", "image_path": ["Val/Frontal/808_IM-2341-2001.dcm.png", "Val/Lateral/808_IM-2341-1001.dcm.png"], "split": "val"}, {"id": "814", "report": "There is a calcified granuloma in the lateral left base. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are calcified left hilar lymph XXXX. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted as well as scoliosis and lumbar region. Old granulomatous disease and senescent changes but no acute pulmonary disease.", "image_path": ["Val/Frontal/814_IM-2345-1001.dcm.png", "Val/Lateral/814_IM-2345-2001.dcm.png"], "split": "val"}, {"id": "815", "report": " Heart size is normal. Lungs are clear. No evidence of tuberculosis.", "image_path": ["Val/Frontal/815_IM-2346-1001.dcm.png", "Val/Lateral/815_IM-2346-1002.dcm.png"], "split": "val"}, {"id": "820", "report": "There are T-spine osteophytes. Small nodule projecting near the left heart XXXX is unchanged from XXXX and appears calcified. This XXXX represents a calcified granuloma. The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/820_IM-2351-1001.dcm.png", "Val/Lateral/820_IM-2351-2001.dcm.png"], "split": "val"}, {"id": "822", "report": "The lungs remain hyperexpanded. There are persistent XXXX bilateral lower lobe opacities, XXXX subsegmental atelectasis and scarring. No XXXX focal infiltrate is identified. There is no pleural effusion or pneumothorax. Normal heart size. There are minimal degenerative changes of the spine. 1. No acute findings. 2. Bibasilar subsegmental atelectasis or scarring. 3. Emphysema.", "image_path": ["Val/Frontal/822_IM-2352-1001.dcm.png", "Val/Lateral/822_IM-2352-3003.dcm.png"], "split": "val"}, {"id": "833", "report": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. 1. No evidence of active disease.", "image_path": ["Val/Frontal/833_IM-2359-1001.dcm.png", "Val/Lateral/833_IM-2359-2001.dcm.png"], "split": "val"}, {"id": "839", "report": "Heart size normal. No pleural effusions or pneumothorax. Lungs are clear. Soft tissues and XXXX are unremarkable. Normal chest.", "image_path": ["Val/Frontal/839_IM-2363-1001.dcm.png", "Val/Lateral/839_IM-2363-2001.dcm.png"], "split": "val"}, {"id": "842", "report": "Cardiomediastinal silhouette and pulmonary vasculature are within normal limits. Lungs are clear. No pneumothorax or pleural effusion. No radiodense foreign bodies noted. No acute osseous findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/842_IM-2366-1001.dcm.png", "Val/Lateral/842_IM-2366-2001.dcm.png"], "split": "val"}, {"id": "845", "report": "Minimal subsegmental atelectasis posteriorly. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. No focal lung opacity, pleural effusion of pneumothorax.", "image_path": ["Val/Frontal/845_IM-2367-1001.dcm.png", "Val/Lateral/845_IM-2367-1002.dcm.png"], "split": "val"}, {"id": "858", "report": "Frontal and lateral views of the chest show normal size and configuration of the cardiac silhouette. There is evidence of previous granulomatous disease. Normal mediastinal contour, pulmonary XXXX and vasculature, central airways and lung volumes. No pleural effusion. No acute or active cardiac, pulmonary or pleural disease.", "image_path": ["Val/Frontal/858_IM-2379-1001.dcm.png", "Val/Lateral/858_IM-2379-2001.dcm.png"], "split": "val"}, {"id": "859", "report": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. XXXX right lower lung opacity XXXX represents combination of soft tissue overlay and minimal atelectasis. No focal airspace consolidation, pleural effusion, or pneumothorax. Osseous structures are within normal limits for patient age. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/859_IM-2380-1001.dcm.png", "Val/Lateral/859_IM-2380-2001.dcm.png"], "split": "val"}, {"id": "864", "report": "Stable cardiomediastinal silhouette with tortuous thoracic aorta. No pneumothorax, pleural effusion or suspicious focal air space opacity. Stable right lung base scarring. Stable exam with no acute abnormality seen.", "image_path": ["Val/Frontal/864_IM-2384-1001.dcm.png", "Val/Lateral/864_IM-2384-1002.dcm.png"], "split": "val"}, {"id": "865", "report": "Cardiac silhouette is normal in size. Normal mediastinal contour and pulmonary vasculature. The lungs are without focal airspace consolidation, large pleural effusion, or pneumothoraces. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/865_IM-2385-1001.dcm.png", "Val/Lateral/865_IM-2385-2001.dcm.png"], "split": "val"}, {"id": "868", "report": " Heart size normal. Over expanded lungs. Aortic valve prosthesis. Calcified right hilar lymph node. Stable peripheral right lower lobe opacities seen between the anterior 7th and 8th right ribs which may represent pleural reaction or small pulmonary nodules. The patient has XXXX right middle lobe atelectasis and scarring in this region on old CT scans. From XXXX.", "image_path": ["Val/Frontal/868_IM-2388-1001.dcm.png", "Val/Lateral/868_IM-2388-1002.dcm.png"], "split": "val"}, {"id": "869", "report": "The heart is normal size. The mediastinum is unremarkable. There is no pleural effusion, pneumothorax, or focal airspace disease. The XXXX are unremarkable. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/869_IM-2389-2001.dcm.png", "Val/Lateral/869_IM-2389-1001.dcm.png"], "split": "val"}, {"id": "872", "report": "Cardiac and mediastinal contours are within normal limits. Prior granulomatous disease. The lungs are clear. Bony structures are intact. No acute findings. No evidence of pneumonia.", "image_path": ["Val/Frontal/872_IM-2391-1001.dcm.png", "Val/Lateral/872_IM-2391-2001.dcm.png"], "split": "val"}, {"id": "879", "report": "Cardiac and mediastinal contours are within normal limits. The lungs are clear. Bony structures are intact. Negative chest x-XXXX.", "image_path": ["Val/Frontal/879_IM-2393-12012.dcm.png", "Val/Lateral/879_IM-2393-3003.dcm.png"], "split": "val"}, {"id": "880", "report": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. No acute process.", "image_path": ["Val/Frontal/880_IM-2395-1001.dcm.png", "Val/Lateral/880_IM-2395-2001.dcm.png"], "split": "val"}, {"id": "882", "report": " Heart size is normal and lungs are clear.", "image_path": ["Val/Frontal/882_IM-2397-0001-0002.dcm.png", "Val/Lateral/882_IM-2397-0001-0001.dcm.png"], "split": "val"}, {"id": "897", "report": "There are patchy alveolar and interstitial opacities within the lung bases bilaterally representing an infectious etiology versus chronic lung disease. There is no evidence of pneumothorax or large pleural effusion. The cardiac silhouette is enlarged. There are atherosclerotic calcifications of the aortic XXXX. There are degenerative changes throughout the thoracic spine. Patchy alveolar and interstitial opacities within the lung bases bilaterally representing an infectious etiology versus chronic lung disease.", "image_path": ["Val/Frontal/897_IM-2406-1001.dcm.png", "Val/Lateral/897_IM-2406-2001.dcm.png"], "split": "val"}, {"id": "903", "report": "There is interstitial thickening bilaterally, more prominent in the bases. The cardiomediastinal silhouette is normal in size and appearance. There is hyperexpansion. No XXXX infiltrates. Two bullae are seen in the right upper lung. Small calcified granuloma stable from prior exam. Stable changes of COPD.", "image_path": ["Val/Frontal/903_IM-2409-1001.dcm.png", "Val/Lateral/903_IM-2409-1002.dcm.png"], "split": "val"}, {"id": "908", "report": "The lungs appear clear. There are calcified nodules projecting in the right upper lung. Mediastinal contours appear normal. The heart pulmonary XXXX appear normal. Pleural spaces are clear. Surgical clips are identified in the right neck and left mediastinum. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/908_IM-2413-1001.dcm.png", "Val/Lateral/908_IM-2413-3001.dcm.png"], "split": "val"}, {"id": "911", "report": "Heart size within normal limits and cardiomediastinal contours are normal. Lungs are clear bilaterally. No focal consolidations. No pleural effusions or pneumothorax. Bony structures and soft tissues are unremarkable. No active tuberculosis.", "image_path": ["Val/Frontal/911_IM-2417-1001.dcm.png", "Val/Lateral/911_IM-2417-1002.dcm.png"], "split": "val"}, {"id": "915", "report": " Normal heart size. Normal pulmonary vasculature. Normal mediastinal contours. A few small calcifications in the left lung base with appearance of old granulomatous disease. Otherwise lung parenchyma is clear. No airspace disease. No pulmonary edema. No XXXX of pleural effusions. No XXXX of active cardiopulmonary disease.", "image_path": ["Val/Frontal/915_IM-2418-2002.dcm.png", "Val/Lateral/915_IM-2418-3003.dcm.png"], "split": "val"}, {"id": "920", "report": "Heart size is normal. Cardiomediastinal contour is normal without mediastinal widening. Lungs are clear bilaterally. No pleural effusions or pneumothorax. No bony or soft tissue abnormalities. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/920_IM-2423-1001.dcm.png", "Val/Lateral/920_IM-2423-1002.dcm.png"], "split": "val"}, {"id": "921", "report": "Frontal and lateral views of the chest show normal size and configuration of the cardiac silhouette. Normal mediastinal contour, pulmonary XXXX and vasculature, central airways and aeration of the lungs. No pleural effusion. No acute or active cardiac, pulmonary or pleural disease.", "image_path": ["Val/Frontal/921_IM-2423-1001.dcm.png", "Val/Lateral/921_IM-2423-2001.dcm.png"], "split": "val"}, {"id": "926", "report": "Cardiomediastinal silhouette is normal. Pulmonary vasculature and XXXX are normal. No consolidation, pneumothorax or large pleural effusion. Osseous structures and soft tissues are normal. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/926_IM-2425-1001.dcm.png", "Val/Lateral/926_IM-2425-2001.dcm.png"], "split": "val"}, {"id": "928", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/928_IM-2426-1001.dcm.png", "Val/Lateral/928_IM-2426-2002.dcm.png"], "split": "val"}, {"id": "935", "report": " Comparison XXXX, XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified. Stable chest.", "image_path": ["Val/Frontal/935_IM-2432-1001.dcm.png", "Val/Lateral/935_IM-2432-2001.dcm.png"], "split": "val"}, {"id": "937", "report": "Normal cardiac size. Normal pulmonary vasculature. No airspace disease. Negative for pneumothorax. Negative for acute osseous deformity. The thoracic spine has a normal appearance. Unremarkable 2 views of the chest.", "image_path": ["Val/Frontal/937_IM-2433-1001.dcm.png", "Val/Lateral/937_IM-2433-2001.dcm.png"], "split": "val"}, {"id": "940", "report": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. No displaced rib fractures visualized. . 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/940_IM-2437-2001.dcm.png", "Val/Lateral/940_IM-2437-3001.dcm.png"], "split": "val"}, {"id": "958", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality..", "image_path": ["Val/Frontal/958_IM-2449-1001.dcm.png", "Val/Lateral/958_IM-2449-1002.dcm.png"], "split": "val"}, {"id": "960", "report": "No focal consolidation, pneumothorax or definite pleural effusion. Heart size within normal limits for technique, no mediastinal widening seen. No acute osseous injury XXXX demonstrated. Dextroscoliosis noted. No acute findings. Please note that fractures may not be demonstrated and consider additional imaging as clinically warranted.", "image_path": ["Val/Frontal/960_IM-2451-4004.dcm.png", "Val/Lateral/960_IM-2451-11001.dcm.png"], "split": "val"}, {"id": "961", "report": "There is a XXXX opacity projecting over the left midlung, posterior on the lateral view. No pleural effusions. No evidence of pneumothorax. Heart size top normal. Degenerative changes thoracic spine. XXXX opacity projecting over the left midlung. Comparison examinations would be useful. If no comparison examinations exist, XXXX would be helpful for further evaluation. .", "image_path": ["Val/Frontal/961_IM-2452-84646001.dcm.png", "Val/Lateral/961_IM-2452-84646002.dcm.png"], "split": "val"}, {"id": "962", "report": "The lungs are clear. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal. No acute pulmonary disease.", "image_path": ["Val/Frontal/962_IM-2453-1002001.dcm.png", "Val/Lateral/962_IM-2453-1003002.dcm.png"], "split": "val"}, {"id": "977", "report": "The heart is normal in size and contour. The lungs are clear, without evidence of infiltrate. There is no pneumothorax or effusion. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/977_IM-2465-1001.dcm.png", "Val/Lateral/977_IM-2465-2001.dcm.png"], "split": "val"}, {"id": "980", "report": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/980_IM-2468-1001.dcm.png", "Val/Lateral/980_IM-2468-2001.dcm.png"], "split": "val"}, {"id": "982", "report": "Lungs are clear. No focal airspace consolidation. No pleural effusion or pneumothorax. Normal cardiomediastinal silhouette. There are postoperative changes of cervical spine fusion. No active disease.", "image_path": ["Val/Frontal/982_IM-2470-1001.dcm.png", "Val/Lateral/982_IM-2470-3003.dcm.png"], "split": "val"}, {"id": "1004", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. The aorta is tortuous and ectatic. There are degenerative changes of the acromioclavicular joints. There degenerative changes of the spine. There is an IVC XXXX identified. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/1004_IM-0005-1001.dcm.png", "Val/Lateral/1004_IM-0005-2001.dcm.png"], "split": "val"}, {"id": "1008", "report": "Heart size and mediastinal contours are normal in appearance. No consolidative airspace opacities. No radiographic evidence of pleural effusion or pneumothorax. Visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1008_IM-0009-4004.dcm.png", "Val/Lateral/1008_IM-0009-2001.dcm.png"], "split": "val"}, {"id": "1016", "report": " Comparison XXXX, XXXX. XXXX right pleural opacity along the lower chest wall compatible with thickening and/or some loculated effusion, accompanied with some adjacent atelectasis / airspace disease within the right lung base. Round opacity seen projecting adjacent to right hilum on PA view is XXXX on lateral view to represent some discoid atelectasis or fluid associated with the upper aspect of the XXXX fissure. Some XXXX opacities compatible with scarring/chronic inflammatory change are seen within the left lower lung which are more conspicuous versus previous examination. Stable mediastinal contour.", "image_path": ["Val/Frontal/1016_IM-0013-1001.dcm.png", "Val/Lateral/1016_IM-0013-2001.dcm.png"], "split": "val"}, {"id": "1018", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation. There are small calcified granulomata in the right lateral lung. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1018_IM-0014-5001.dcm.png", "Val/Lateral/1018_IM-0014-6001.dcm.png"], "split": "val"}, {"id": "1021", "report": " Recurrent right pneumothorax, complete collapse of the right lung, near 100%. Right-to-left mediastinal shift is present, suggesting XXXX physiology.", "image_path": ["Val/Frontal/1021_IM-0017-1001-0001.dcm.png", "Val/Lateral/1021_IM-0017-1001-0002.dcm.png"], "split": "val"}, {"id": "1028", "report": "Cardiac and mediastinal contours are within normal limits. The lungs are clear. Acromioclavicular arthritis is present, XXXX severe. No acute preoperative findings.", "image_path": ["Val/Frontal/1028_IM-0022-1001.dcm.png", "Val/Lateral/1028_IM-0022-2001.dcm.png"], "split": "val"}, {"id": "1032", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation. There are calcifications projecting of the left midlung, unchanged from prior, this is is XXXX sequela of prior granulomatous disease. There are small T-spine osteophytes. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1032_IM-0026-1001-0002.dcm.png", "Val/Lateral/1032_IM-0026-1001-0001.dcm.png"], "split": "val"}, {"id": "1037", "report": "The heart is normal size. The mediastinum is unremarkable. A tortuous, calcified thoracic aorta is present. The lungs are hyperexpanded, consistent with emphysema. There is no pleural effusion, pneumothorax, or focal airspace disease. The XXXX are unremarkable. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1037_IM-0029-1001.dcm.png", "Val/Lateral/1037_IM-0029-2001.dcm.png"], "split": "val"}, {"id": "1038", "report": " Heart size normal. Lungs are clear.", "image_path": ["Val/Frontal/1038_IM-0029-1001.dcm.png", "Val/Lateral/1038_IM-0029-2001.dcm.png"], "split": "val"}, {"id": "1043", "report": "Normal cardiomediastinal silhouette. Interval improvement in lung volumes bilaterally. Improved aeration of the right and left lung bases. Bilateral small pleural effusions and left base atelectatic change, with interval improvement. Visualized XXXX of the chest XXXX are within normal limits. Interval improvement in aeration of lung bases and pleural effusions. Residual small left effusion and questionable small right pleural effusion.", "image_path": ["Val/Frontal/1043_IM-0035-0001-0002.dcm.png", "Val/Lateral/1043_IM-0035-0001-0001.dcm.png"], "split": "val"}, {"id": "1044", "report": "The heart size and pulmonary vascularity appear within normal limits. There has been clearing of left base airspace opacities. The lungs now appear clear. No pneumothorax or pleural effusion is seen. The lungs appear hyperexpanded consistent with emphysema. 1. Hyperexpanded lungs consistent with emphysema. 2. No evidence of acute disease.", "image_path": ["Val/Frontal/1044_IM-0036-1001.dcm.png", "Val/Lateral/1044_IM-0036-2001.dcm.png"], "split": "val"}, {"id": "1045", "report": "Heart size within normal limits, stable mediastinal and hilar contours. No alveolar consolidation, no findings of pleural effusion or pulmonary edema. Chronic appearing contour deformity of the right posterolateral 7th rib again noted suggestive of old injury. No acute findings", "image_path": ["Val/Frontal/1045_IM-0036-1001.dcm.png", "Val/Lateral/1045_IM-0036-2001.dcm.png"], "split": "val"}, {"id": "1058", "report": "Heart size and pulmonary vascularity appear within normal limits. Innumerable bilateral lung nodules are present. These are seen diffusely throughout both lungs. No superimposed focal airspace disease is seen. No pleural effusion or pneumothorax is identified. Scoliosis is present. 1. Continued innumerable bilateral small lung nodules. No change.", "image_path": ["Val/Frontal/1058_IM-0041-1001.dcm.png", "Val/Lateral/1058_IM-0041-2001.dcm.png"], "split": "val"}, {"id": "1065", "report": "There has been interval CABG. Sternotomy and XXXX cerclage XXXX appear intact. No focal air space opacity. No pleural effusion or pneumothorax. Stable, mild degenerative disc disease of the thoracic spine. Visualized bony structures are otherwise unremarkable in appearance. Atherosclerotic calcifications of the thoracic aorta. 1. Clear lungs. No acute chest findings. 2. Peripheral vascular disease.", "image_path": ["Val/Frontal/1065_IM-0046-1001.dcm.png", "Val/Lateral/1065_IM-0046-2001.dcm.png"], "split": "val"}, {"id": "1066", "report": " Clear lungs. No discrete adenopathy or significant scarring. No active pulmonary disease.", "image_path": ["Val/Frontal/1066_IM-0047-1001.dcm.png", "Val/Lateral/1066_IM-0047-2001.dcm.png"], "split": "val"}, {"id": "1074", "report": "The cardiomediastinal silhouette is stable. Lung volumes remain low. There is no pleural line to suggest pneumothorax or costophrenic XXXX blunting to suggest large pleural effusion. Bony structures are within normal limits. Low lung volumes. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1074_IM-0054-1001.dcm.png", "Val/Lateral/1074_IM-0054-2001.dcm.png"], "split": "val"}, {"id": "1077", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1077_IM-0054-1001.dcm.png", "Val/Lateral/1077_IM-0054-2001.dcm.png"], "split": "val"}, {"id": "1097", "report": "Heart size and mediastinal contours are within normal limits. Diffuse bilateral calcified sequelae of prior granulomatous infection. No pulmonary vascular congestion. No XXXX edema. No focal consolidation. There is no visible pleural effusion or pneumothorax. There is mild anterior wedging of a lower thoracic vertebral body, approximately T11 level. 1. No acute cardiopulmonary abnormality. 2. Mild age indeterminate anterior wedging at the T11 level.", "image_path": ["Val/Frontal/1097_IM-0067-1001.dcm.png", "Val/Lateral/1097_IM-0067-2001.dcm.png"], "split": "val"}, {"id": "1106", "report": " Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. Subtle airspace density within the medial right lung base, not obscuring the right heart XXXX. This may represent focal right lower lobe pneumonia given history. Left lung clear. No effusions. No pneumothorax. Skeletal structures unremarkable.", "image_path": ["Val/Frontal/1106_IM-0073-1001.dcm.png", "Val/Lateral/1106_IM-0073-2001.dcm.png"], "split": "val"}, {"id": "1109", "report": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1109_IM-0076-1001.dcm.png", "Val/Lateral/1109_IM-0076-2001.dcm.png"], "split": "val"}, {"id": "1114", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/1114_IM-0079-1001.dcm.png", "Val/Lateral/1114_IM-0079-2001.dcm.png"], "split": "val"}, {"id": "1118", "report": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/1118_IM-0079-1001.dcm.png", "Val/Lateral/1118_IM-0079-2001.dcm.png"], "split": "val"}, {"id": "1123", "report": "XXXX opacities projecting over the right apex and mediastinum on PA view are artifactual. Stable cardiomediastinal silhouette. Pulmonary vascularity is unremarkable. Stable chronic coarse interstitial markings, without focal airspace disease or consolidation. Negative for pneumothorax or pleural effusion. Limited evaluation reveals the XXXX XXXX are grossly intact. XXXX right cervical rib. 1. Stable chronic lung changes without acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1123_IM-0080-1001.dcm.png", "Val/Lateral/1123_IM-0080-2001.dcm.png"], "split": "val"}, {"id": "1124", "report": "There are postoperative changes of sternotomy. Heart size is within normal limits. There is aortic atherosclerotic vascular calcification. The lungs are mildly hyperexpanded. There is no focal airspace consolidation. No pleural effusion or pneumothorax. There are diffuse degenerative changes of the spine. 1. No focal airspace consolidation. 2. Hyperexpanded lungs, suggestive of obstructive lung disease.", "image_path": ["Val/Frontal/1124_IM-0081-2001.dcm.png", "Val/Lateral/1124_IM-0081-3001.dcm.png"], "split": "val"}, {"id": "1130", "report": "Heart size and pulmonary vascularity appear within normal limits. Calcified granuloma is present in the right base. No pneumothorax or pleural effusion is seen. In the lateral right base is identified an ill-defined somewhat oblong opacity. This was not present on the previous study. The remainder of the lungs appear clear. 1. Ill-defined oblong opacity in the lateral right base. This may represent pleural based process. The exact XXXX is unclear. Followup exam is suggested to confirm clearing or stability.", "image_path": ["Val/Frontal/1130_IM-0087-1001.dcm.png", "Val/Lateral/1130_IM-0087-3003.dcm.png"], "split": "val"}, {"id": "1131", "report": "2 images. Calcified granuloma, right lung base. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/1131_IM-0088-0001-0002.dcm.png", "Val/Lateral/1131_IM-0088-0001-0001.dcm.png"], "split": "val"}, {"id": "1134", "report": "There is a left chest XXXX with tip in the mid SVC. The heart size and mediastinal silhouette are within normal limits for contour. The lungs are clear. No pneumothorax or pleural effusions. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/1134_IM-0091-1001.dcm.png", "Val/Lateral/1134_IM-0091-2001.dcm.png"], "split": "val"}, {"id": "1139", "report": "Cardiomegaly. Mediastinal contours are normal limits. Increased interstitial opacities. No pneumothorax or large pleural effusion. No acute osseous abnormality. Cardiomegaly and increased interstitial opacities XXXX represent interstitial edema.", "image_path": ["Val/Frontal/1139_IM-0095-1001.dcm.png", "Val/Lateral/1139_IM-0095-2001.dcm.png"], "split": "val"}, {"id": "1143", "report": " There is XXXX peribronchial cuffing noted on the lateral view with fullness in the perihilar regions, more conspicuous than on the prior study. These can be manifestations of reactive airways disease. There is no lobar pneumonia. Lungs are mildly hyperinflated.", "image_path": ["Val/Frontal/1143_IM-0096-1001.dcm.png", "Val/Lateral/1143_IM-0096-2001.dcm.png"], "split": "val"}, {"id": "1156", "report": " Heart size at upper limits normal. Mediastinal silhouette otherwise, and pulmonary vascularity are within normal limits. The lungs are clear. There is no pleural effusion or pneumothorax.", "image_path": ["Val/Frontal/1156_IM-0106-1001.dcm.png", "Val/Lateral/1156_IM-0106-2001.dcm.png"], "split": "val"}, {"id": "1157", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is a region of left upper lobe perihilar opacity identified. Left upper lobe pneumonia. Followup radiographs after appropriate therapy in 8-12 weeks are indicated to exclude an underlying abnormality.", "image_path": ["Val/Frontal/1157_IM-0106-1001.dcm.png", "Val/Lateral/1157_IM-0106-2001.dcm.png"], "split": "val"}, {"id": "1158", "report": "Heart size remains slightly large. Aorta remains tortuous. Pulmonary XXXX remain normal. No infiltrates or masses in the lungs. Continued slight cardiomegaly with no evidence for failure or pneumonia.", "image_path": ["Val/Frontal/1158_IM-0107-1001.dcm.png", "Val/Lateral/1158_IM-0107-2001.dcm.png"], "split": "val"}, {"id": "1161", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1161_IM-0107-1001.dcm.png", "Val/Lateral/1161_IM-0107-2001.dcm.png"], "split": "val"}, {"id": "1168", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1168_IM-0112-1001.dcm.png", "Val/Lateral/1168_IM-0112-1002.dcm.png"], "split": "val"}, {"id": "1173", "report": "PA and moderate loss of the chest demonstrate stable moderate cardiomediastinal silhouette with atherosclerotic calcifications of the aortic XXXX and mild aortic ectasia. Emphysematous changes with flattening of the hemidiaphragms. Blunting of the costophrenic XXXX, and XXXX secondary to scarring/emphysematous changes. No evidence of focal airspace consolidation large pleural effusion or pneumothorax. Visualized osseous structures appear intact. Emphysematous changes without evidence of focal airspace disease or pulmonary edema.", "image_path": ["Val/Frontal/1173_IM-0118-5001.dcm.png", "Val/Lateral/1173_IM-0118-1001.dcm.png"], "split": "val"}, {"id": "1174", "report": "Normal cardiac contours. No pneumothorax or pleural effusions. Clear left lung XXXX. Right middle lobe with increased opacities, XXXX representative of infiltrate. 1. No pneumothorax or pleural effusion. 2. Right middle lobe infiltrate.", "image_path": ["Val/Frontal/1174_IM-0118-1001.dcm.png", "Val/Lateral/1174_IM-0118-2001.dcm.png"], "split": "val"}, {"id": "1177", "report": "Normal heart. Clear lungs. Trachea midline. Scoliosis of lower thoracic spine. Degenerative changes of thoracic spine. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1177_IM-0120-1001.dcm.png", "Val/Lateral/1177_IM-0120-3001.dcm.png"], "split": "val"}, {"id": "1188", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1188_IM-0127-1001.dcm.png", "Val/Lateral/1188_IM-0127-2001.dcm.png"], "split": "val"}, {"id": "1203", "report": "The heart is normal in size. The mediastinum is unremarkable. There is XXXX patchy opacity in the left upper lobe. Possibility of tuberculosis should be excluded. No pleural effusion is seen. There is no pneumothorax the lungs are hyperinflated. XXXX left upper lobe infiltrate.", "image_path": ["Val/Frontal/1203_IM-0137-1001.dcm.png", "Val/Lateral/1203_IM-0137-2001.dcm.png"], "split": "val"}, {"id": "1206", "report": " Comparison XXXX, XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified. Stable chest.", "image_path": ["Val/Frontal/1206_IM-0139-1001.dcm.png", "Val/Lateral/1206_IM-0139-3003.dcm.png"], "split": "val"}, {"id": "1210", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There mild degenerative changes of the thoracic spine. There is a slight XXXX deformity of the lower thoracic body which is age-indeterminate. Age-indeterminate lower thoracic slight XXXX deformity otherwise negative exam.", "image_path": ["Val/Frontal/1210_IM-0142-1001.dcm.png", "Val/Lateral/1210_IM-0142-2001.dcm.png"], "split": "val"}, {"id": "1212", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/1212_IM-0143-1001.dcm.png", "Val/Lateral/1212_IM-0143-2001.dcm.png"], "split": "val"}, {"id": "1223", "report": "The heart size and pulmonary vascularity appear within normal limits. Lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. XXXX XXXX foreign body is noted in the soft tissues of the left chest wall. No evidence of active disease.", "image_path": ["Val/Frontal/1223_IM-0150-1001.dcm.png", "Val/Lateral/1223_IM-0150-2001.dcm.png"], "split": "val"}, {"id": "1235", "report": "Lung volumes are XXXX. XXXX opacities are present in the angulate. No focal infiltrates. Heart size normal. Hypoinflation with lingular focal atelectasis.", "image_path": ["Val/Frontal/1235_IM-0158-1001.dcm.png", "Val/Lateral/1235_IM-0158-2001.dcm.png"], "split": "val"}, {"id": "1237", "report": "Cardiac and mediastinal contours are unremarkable. Pulmonary vascularity is within normal limits. No focal air space opacities, pleural effusion, or pneumothorax. There is is a calcified XXXX opacity in the left lung base suggestive of old empyema, hematoma, or prior TB. No cavitary lesions are seen. XXXX are grossly unremarkable. 1. Clear lungs. No radiographic evidence of active TB.", "image_path": ["Val/Frontal/1237_IM-0159-1001.dcm.png", "Val/Lateral/1237_IM-0159-1002.dcm.png"], "split": "val"}, {"id": "1239", "report": " Heart size normal and lungs are clear. No edema or pneumonia. No effusion", "image_path": ["Val/Frontal/1239_IM-0160-1001.dcm.png", "Val/Lateral/1239_IM-0160-2001.dcm.png"], "split": "val"}, {"id": "1242", "report": "The heart is normal in size. The mediastinum is stable with tortuous aorta. There are chronic changes particularly noted in the lung apices. The XXXX are mildly prominent but stable. No acute infiltrate is seen. There is no pleural effusion. Chronic parenchymal changes XXXX reflecting sequela of patient's known sarcoidosis. No acute disease.", "image_path": ["Val/Frontal/1242_IM-0164-1001.dcm.png", "Val/Lateral/1242_IM-0164-2001.dcm.png"], "split": "val"}, {"id": "1245", "report": " Cardiomegaly, aortic ectasia/tortuosity, cardiomediastinal silhouette appears similar to prior. No focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema.", "image_path": ["Val/Frontal/1245_IM-0167-1001.dcm.png", "Val/Lateral/1245_IM-0167-2001.dcm.png"], "split": "val"}, {"id": "1246", "report": "Cardiac and mediastinal contours are within normal limits. Prior granulomatous disease. The lungs are otherwise clear. Thoracic spondylosis. Bilateral breast prostheses with XXXX calcification. No acute findings.", "image_path": ["Val/Frontal/1246_IM-0167-1001.dcm.png", "Val/Lateral/1246_IM-0167-2001.dcm.png"], "split": "val"}, {"id": "1250", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Large bilateral hilar calcified lymph XXXX/granulomas. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality..", "image_path": ["Val/Frontal/1250_IM-0169-1001.dcm.png", "Val/Lateral/1250_IM-0169-2001.dcm.png"], "split": "val"}, {"id": "1266", "report": "The lungs are clear. There are calcified granulomas. Heart size is normal. No pneumothorax. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1266_IM-0179-1001.dcm.png", "Val/Lateral/1266_IM-0179-2001.dcm.png"], "split": "val"}, {"id": "1278", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/1278_IM-0185-1001.dcm.png", "Val/Lateral/1278_IM-0185-1002.dcm.png"], "split": "val"}, {"id": "1297", "report": " ", "image_path": ["Val/Frontal/1297_IM-0195-4004.dcm.png", "Val/Lateral/1297_IM-0195-1001.dcm.png"], "split": "val"}, {"id": "1305", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1305_IM-0199-1001.dcm.png", "Val/Lateral/1305_IM-0199-1002.dcm.png"], "split": "val"}, {"id": "1316", "report": " Heart size normal. Lungs clear.", "image_path": ["Val/Frontal/1316_IM-0205-1002.dcm.png", "Val/Lateral/1316_IM-0205-1003.dcm.png"], "split": "val"}, {"id": "1340", "report": "Heart size is normal. No focal consolidations. No pneumothorax or pleural effusion. Negative chest. .", "image_path": ["Val/Frontal/1340_IM-0220-1001.dcm.png", "Val/Lateral/1340_IM-0220-2001.dcm.png"], "split": "val"}, {"id": "1344", "report": "Mediastinal contours are normal. Lungs are clear. There is no pneumothorax or large pleural effusion. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1344_IM-0223-1001.dcm.png", "Val/Lateral/1344_IM-0223-1002.dcm.png"], "split": "val"}, {"id": "1347", "report": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute displaced rib fracture. Negative for acute abnormality.", "image_path": ["Val/Frontal/1347_IM-0225-4004.dcm.png", "Val/Lateral/1347_IM-0225-3001.dcm.png"], "split": "val"}, {"id": "1353", "report": "There is diffuse right-sided airspace disease, with dense consolidation in the right base. A right upper extremity PICC is seen with the tip in the right brachiocephalic vein, representing an interval retraction of approximately 6 cm. No pneumothorax or large effusions. Heart size within normal limits. Multifocal right-sided pneumonia.", "image_path": ["Val/Frontal/1353_IM-0230-1001.dcm.png", "Val/Lateral/1353_IM-0230-2001.dcm.png"], "split": "val"}, {"id": "1367", "report": "The heart size is normal. Lungs are clear. There is no pleural line to suggest pneumothorax or costophrenic XXXX blunting to suggest large pleural effusion. Bony structures are within normal limits. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1367_IM-0237-1001.dcm.png", "Val/Lateral/1367_IM-0237-2001.dcm.png"], "split": "val"}, {"id": "1382", "report": "2 images. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/1382_IM-0245-1001.dcm.png", "Val/Lateral/1382_IM-0245-2001.dcm.png"], "split": "val"}, {"id": "1394", "report": " Vague 1.5 cm nodule left mid chest periphery overlying the posterior lateral left 7th rib. Further evaluation will require a chest CT. Remainder of the lungs are clear. There is no effusion or adenopathy. Heart size is normal.", "image_path": ["Val/Frontal/1394_IM-0251-1001.dcm.png", "Val/Lateral/1394_IM-0251-1002.dcm.png"], "split": "val"}, {"id": "1395", "report": " Lungs are clear. No parenchymal infiltrates. No pulmonary edema. No XXXX of pleural effusions. No XXXX of acute cardiopulmonary disease. normal", "image_path": ["Val/Frontal/1395_IM-0251-1001.dcm.png", "Val/Lateral/1395_IM-0251-2001.dcm.png"], "split": "val"}, {"id": "1405", "report": "There is scarring in the right mid and upper lung zone with surgical clips identified as well. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted. No acute pulmonary disease.", "image_path": ["Val/Frontal/1405_IM-0259-1001.dcm.png", "Val/Lateral/1405_IM-0259-2001.dcm.png"], "split": "val"}, {"id": "1410", "report": "The heart size is normal. The mediastinal contour is within normal limits. The lungs are free of any focal infiltrates. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/1410_IM-0260-1001.dcm.png", "Val/Lateral/1410_IM-0260-1002.dcm.png"], "split": "val"}, {"id": "1411", "report": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Mild degenerative changes of the thoracic spine. No acute cardiopulmonary process. .", "image_path": ["Val/Frontal/1411_IM-0261-0001-0001.dcm.png", "Val/Lateral/1411_IM-0261-0001-0002.dcm.png"], "split": "val"}, {"id": "1412", "report": "The lungs are clear. The heart and pulmonary XXXX appear normal. Pleural spaces are clear. The mediastinal contours are normal. Bony overlap in the lung apices could obscure a small pulmonary nodule. No acute cardiopulmonary disease", "image_path": ["Val/Frontal/1412_IM-0262-1001.dcm.png", "Val/Lateral/1412_IM-0262-3003.dcm.png"], "split": "val"}, {"id": "1414", "report": " Heart size normal. Lungs clear. Resolution of effusion seen on prior exam", "image_path": ["Val/Frontal/1414_IM-0264-1001.dcm.png", "Val/Lateral/1414_IM-0264-1002.dcm.png"], "split": "val"}, {"id": "1415", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/1415_IM-0264-1001.dcm.png", "Val/Lateral/1415_IM-0264-2001.dcm.png"], "split": "val"}, {"id": "1416", "report": "The cardiac silhouette is at the upper limits of normal for size. Stable, mild prominence of the bilateral hilar regions. No focal areas of pulmonary consolidation. No pneumothorax. Stable XXXX opacity in the left XXXX, XXXX representing a scar. No pleural effusion. Minimal degenerative changes of the thoracic spine. No acute, displaced rib fractures. 1. No acute intrathoracic abnormality. 2. Stable, mild prominence of the bilateral hilar regions, possibly consistent with enlarged pulmonary arteries/pulmonary hypertension. Please correlate clinically.", "image_path": ["Val/Frontal/1416_IM-0265-1001.dcm.png", "Val/Lateral/1416_IM-0265-2001.dcm.png"], "split": "val"}, {"id": "1431", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1431_IM-0278-1001.dcm.png", "Val/Lateral/1431_IM-0278-2001.dcm.png"], "split": "val"}, {"id": "1437", "report": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are hyperexpanded. Scattered granuloma. No focal airspace disease. No large pleural effusion or pneumothorax. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/1437_IM-0281-3001.dcm.png", "Val/Lateral/1437_IM-0281-2001.dcm.png"], "split": "val"}, {"id": "1441", "report": "The heart is normal in size. The mediastinum is within normal limits. There is retrocardiac density which XXXX corresponds to patient's known hiatal hernia. The lungs are hypoinflated. No focal consolidation is seen. No acute disease. Retrocardiac density XXXX corresponding to known hiatal hernia.", "image_path": ["Val/Frontal/1441_IM-0285-1001.dcm.png", "Val/Lateral/1441_IM-0285-2001.dcm.png"], "split": "val"}, {"id": "1460", "report": "Cardiac and mediastinal contours are within normal limits. The lungs are clear. Bony structures are intact. Negative chest x-XXXX.", "image_path": ["Val/Frontal/1460_IM-0298-1001.dcm.png", "Val/Lateral/1460_IM-0298-2001.dcm.png"], "split": "val"}, {"id": "1469", "report": "There is no focal airspace consolidation or pleural effusion. Heart size is normal. No pneumothorax. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/1469_IM-0303-1001.dcm.png", "Val/Lateral/1469_IM-0303-2001.dcm.png"], "split": "val"}, {"id": "1473", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute bone abnormality. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/1473_IM-0306-1001.dcm.png", "Val/Lateral/1473_IM-0306-1002.dcm.png"], "split": "val"}, {"id": "1481", "report": "The lungs are clear, and without focal airspace opacity. The cardiomediastinal silhouette is normal in size and contour, and stable. There is no pneumothorax or large pleural effusion. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1481_IM-0312-3001.dcm.png", "Val/Lateral/1481_IM-0312-2001.dcm.png"], "split": "val"}, {"id": "1484", "report": "Calcified left lower lobe granuloma. No focal areas of consolidation. No pleural effusions. No pneumothorax. Degenerative changes noted of the thoracic spine. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1484_IM-0313-1001.dcm.png", "Val/Lateral/1484_IM-0313-2001.dcm.png"], "split": "val"}, {"id": "1487", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1487_IM-0314-1001.dcm.png", "Val/Lateral/1487_IM-0314-2001.dcm.png"], "split": "val"}, {"id": "1488", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. 1. No evidence of active disease.", "image_path": ["Val/Frontal/1488_IM-0315-1001.dcm.png", "Val/Lateral/1488_IM-0315-3003.dcm.png"], "split": "val"}, {"id": "1505", "report": "Normal heart size. Clear lungs. No pneumothorax. No pleural effusion. There is opacity at the base of the mediastinum which is XXXX a hiatal hernia. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1505_IM-0330-1001.dcm.png", "Val/Lateral/1505_IM-0330-2001.dcm.png"], "split": "val"}, {"id": "1506", "report": "There is interval placement of a XXXX on the left chest with the catheter tip in the cavoatrial junction. The heart size is within normal limits. Lung volumes within normal limits. Slightly prominent pulmonary vascularity noted. Increased peribronchial cuffing. No large consolidation, effusion, or pneumothorax. There is subpleural edema outlining the right XXXX fissure. 1. Stable and adequately placed XXXX. 2. Prominent pulmonary vasculature, subpleural edema, and peribronchial cuffing suggestive of volume overload versus viral bronchiolitis.", "image_path": ["Val/Frontal/1506_IM-0330-1001.dcm.png", "Val/Lateral/1506_IM-0330-2001.dcm.png"], "split": "val"}, {"id": "1513", "report": "There is mild streakiness in the right base. No focal infiltrate or effusion. No pneumothorax. Calcified granulomatous disease noted. Heart and mediastinal contours within normal limits. Osseous structures intact. Mild streakiness, subsegmental atelectasis versus early infiltrate right lower lobe.", "image_path": ["Val/Frontal/1513_IM-0333-1001.dcm.png", "Val/Lateral/1513_IM-0333-2001.dcm.png"], "split": "val"}, {"id": "1515", "report": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. 1. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/1515_IM-0333-1001.dcm.png", "Val/Lateral/1515_IM-0333-2001.dcm.png"], "split": "val"}, {"id": "1520", "report": "Cardiomediastinal silhouette is normal. Pulmonary vasculature and XXXX are normal. No consolidation, pneumothorax or large pleural effusion. Postsurgical changes of the cervical spine are present. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/1520_IM-0336-1002001.dcm.png", "Val/Lateral/1520_IM-0336-1003002.dcm.png"], "split": "val"}, {"id": "1526", "report": "No focal consolidation. No visualized pneumothorax. No large pleural effusions. The heart size and cardiomediastinal silhouette is grossly unremarkable. There is motion artifact on the lateral radiograph. 1. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1526_IM-0341-1001.dcm.png", "Val/Lateral/1526_IM-0341-2001.dcm.png"], "split": "val"}, {"id": "1528", "report": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. Note is XXXX of an XXXX closure device which appears grossly appropriate The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/1528_IM-0341-1001.dcm.png", "Val/Lateral/1528_IM-0341-2001.dcm.png"], "split": "val"}, {"id": "1529", "report": "The lungs are clear. There is no focal airspace consolidation. No pleural effusion or pneumothorax. Heart size is within normal limits. Right paratracheal density is stable from prior radiographs and may reflect tortuous vasculature. There is aortic atherosclerotic vascular calcification. There are mild degenerative changes of the spine. Surgical clips are noted in the region of the left breast. There is mild diaphragm eventration. No evidence of active disease.", "image_path": ["Val/Frontal/1529_IM-0342-0001-0001.dcm.png", "Val/Lateral/1529_IM-0342-0001-0002.dcm.png"], "split": "val"}, {"id": "1533", "report": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pleural effusion is identified. Normal chest film.", "image_path": ["Val/Frontal/1533_IM-0344-1001.dcm.png", "Val/Lateral/1533_IM-0344-1002.dcm.png"], "split": "val"}, {"id": "1543", "report": "The cardiomediastinal silhouette is within normal limits. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. Large hiatal hernia. 1. No acute cardiopulmonary process. 2. Large hiatal hernia.", "image_path": ["Val/Frontal/1543_IM-0353-1001.dcm.png", "Val/Lateral/1543_IM-0353-2001.dcm.png"], "split": "val"}, {"id": "1544", "report": "Normal heart. Clear lungs. No pneumothorax. No pleural effusion. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1544_IM-0354-1001.dcm.png", "Val/Lateral/1544_IM-0354-1002.dcm.png"], "split": "val"}, {"id": "1551", "report": "The cardiomediastinal silhouette is within normal limits for appearance. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. The thoracic spine appears intact. No acute, displaced rib fractures. 1. No acute intrathoracic abnormality.", "image_path": ["Val/Frontal/1551_IM-0359-1001.dcm.png", "Val/Lateral/1551_IM-0359-2001.dcm.png"], "split": "val"}, {"id": "1552", "report": "Low lung volumes. Cardiac and mediastinal contours are unremarkable. Pulmonary vascularity is within normal limits. No focal air space opacities, pleural effusion, or pneumothorax. Mild left lingular platelike atelectasis. XXXX are grossly unremarkable. 1. No acute cardiopulmonary disease. Clear lungs.", "image_path": ["Val/Frontal/1552_IM-0360-1001.dcm.png", "Val/Lateral/1552_IM-0360-2001.dcm.png"], "split": "val"}, {"id": "1555", "report": "XXXX XXXX and lateral chest examination was obtained. The heart silhouette and mediastinal contours are not enlarged. There is elevated right hemidiaphragm and evidence of right upper lobectomy. Lungs demonstrate no acute findings. There is no effusion or pneumothorax. 1. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/1555_IM-0362-1001.dcm.png", "Val/Lateral/1555_IM-0362-3001.dcm.png"], "split": "val"}, {"id": "1558", "report": "Low lung volumes. Cardiomediastinal silhouette is within normal limits of size and appearance. Pulmonary vascularity is within normal limits. Lungs are clear airspace disease. Negative for pneumothorax or pleural effusion. XXXX XXXX are grossly intact. 1. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1558_IM-0365-1001.dcm.png", "Val/Lateral/1558_IM-0365-2001.dcm.png"], "split": "val"}, {"id": "1569", "report": "The lungs are clear. There is no pleural effusion. The heart and mediastinum are normal. The skeletal structures show arthritic changes. No acute pulmonary disease.", "image_path": ["Val/Frontal/1569_IM-0372-1001.dcm.png", "Val/Lateral/1569_IM-0372-2001.dcm.png"], "split": "val"}, {"id": "1573", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest No evidence of tuberculosis", "image_path": ["Val/Frontal/1573_IM-0374-1001.dcm.png", "Val/Lateral/1573_IM-0374-2001.dcm.png"], "split": "val"}, {"id": "1578", "report": "Cardiac and mediastinal XXXX appear normal. Low lung volumes and bronchovascular crowding. No visible pneumothorax, focal airspace opacity, or pleural effusion is seen. No visible free air under the diaphragm. The osseous structures appear intact. Surgical clips are seen within the right upper abdomen. No acute radiographic cardiopulmonary process. .", "image_path": ["Val/Frontal/1578_IM-0376-5001.dcm.png", "Val/Lateral/1578_IM-0376-1001.dcm.png"], "split": "val"}, {"id": "1582", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1582_IM-0378-1001.dcm.png", "Val/Lateral/1582_IM-0378-1002.dcm.png"], "split": "val"}, {"id": "1586", "report": "The cardiac silhouette mediastinal contours are within normal limits. The lungs are clear bilaterally. No focal opacities. There is no large pleural effusion. No pneumothorax. There is XXXX deformities involving multiple vertebral bodies of the thoracic spine which appear stable compared to the previous exam. No acute cardiopulmonary abnormality. Stable XXXX deformities of the upper thoracic segments.", "image_path": ["Val/Frontal/1586_IM-0380-1001.dcm.png", "Val/Lateral/1586_IM-0380-2001.dcm.png"], "split": "val"}, {"id": "1594", "report": "The heart and cardiomediastinal silhouette are normal in size and shape. There is no focal airspace opacity, pleural effusion, or pneumothorax. The osseous structures are intact. No acute cardiopulmonary finding.", "image_path": ["Val/Frontal/1594_IM-0385-1001.dcm.png", "Val/Lateral/1594_IM-0385-2001.dcm.png"], "split": "val"}, {"id": "1608", "report": "The cardiac silhouette, upper mediastinum and pulmonary vasculature are within normal limits. There is no acute air space infiltrate, pleural effusion or pneumothorax. No pulmonary nodules are identified. No acute process. No definite pulmonary nodules are seen. If clinically indicated, further evaluation with CT of the thorax can be performed to identify a small nodule. Correlation with prior radiographs would be helpful to identify the location of the previously described nodule.", "image_path": ["Val/Frontal/1608_IM-0394-1001.dcm.png", "Val/Lateral/1608_IM-0394-2001.dcm.png"], "split": "val"}, {"id": "1618", "report": " Heart size is normal and lungs are clear. No pneumonia.", "image_path": ["Val/Frontal/1618_IM-0399-1001.dcm.png", "Val/Lateral/1618_IM-0399-1002.dcm.png"], "split": "val"}, {"id": "1620", "report": "The cardiomediastinal silhouette is within normal limits. The lungs are clear without areas of focal consolidation. No pneumothorax or pleural effusion. XXXX lucency under the right hemidiaphragm may represent a focus of free air. 1. XXXX lucency under the right hemidiaphragm may represent free intraperitoneal air. Left lateral decubitus film may be helpful. 2. Clear lungs.", "image_path": ["Val/Frontal/1620_IM-0402-1001.dcm.png", "Val/Lateral/1620_IM-0402-2001.dcm.png"], "split": "val"}, {"id": "1625", "report": "The heart is normal in size. The mediastinum is stable. Atherosclerotic calcifications of the aortic XXXX are present. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/1625_IM-0406-1002.dcm.png", "Val/Lateral/1625_IM-0406-1003.dcm.png"], "split": "val"}, {"id": "1636", "report": "Lungs are clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Clear lungs.", "image_path": ["Val/Frontal/1636_IM-0415-1001.dcm.png", "Val/Lateral/1636_IM-0415-2001.dcm.png"], "split": "val"}, {"id": "1642", "report": "Lungs are clear. No pleural effusions or pneumothoraces. Heart size is normal with postoperative changes consistent with CABG. Degenerative changes in the thoracic spine. Clear lungs", "image_path": ["Val/Frontal/1642_IM-0421-2001.dcm.png", "Val/Lateral/1642_IM-0421-3001.dcm.png"], "split": "val"}, {"id": "1645", "report": "Stable chronic appearing left basilar opacities. No focal areas of consolidation. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Osseous structures appear intact. Degenerative changes of the visualized thoracic spine. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1645_IM-0422-1001.dcm.png", "Val/Lateral/1645_IM-0422-2001.dcm.png"], "split": "val"}, {"id": "1648", "report": "The lungs are mildly hyperexpanded. There is no focal airspace consolidation. No suspicious pulmonary mass or nodule is identified. Heart size and mediastinal contour are within normal limits. There are degenerative changes of the spine. 1. No focal airspace consolidation. 2. Mildly hyperexpanded lungs, suggestive of emphysema.", "image_path": ["Val/Frontal/1648_IM-0425-0001-0001.dcm.png", "Val/Lateral/1648_IM-0425-0001-0002.dcm.png"], "split": "val"}, {"id": "1652", "report": "Dextroscoliosis of the thoracic spine. Clear lungs bilaterally. No pneumothorax or pleural effusion. No acute bony abnormalities. 1. Dextroscoliosis of the thoracic spine. 2.No evidence of acute bony abnormalities.", "image_path": ["Val/Frontal/1652_IM-0428-1001.dcm.png", "Val/Lateral/1652_IM-0428-2001.dcm.png"], "split": "val"}, {"id": "1655", "report": "PA and lateral views of the chest were obtained. The cardiomediastinal silhouette is normal in size and configuration. The lungs are well aerated. There is no pneumothorax, pleural effusion, or focal air space consolidation. Degenerative spine. 1. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/1655_IM-0431-1001.dcm.png", "Val/Lateral/1655_IM-0431-2001.dcm.png"], "split": "val"}, {"id": "1664", "report": " Borderline cardiomegaly, mild aortic ectasia/tortuosity. No focal alveolar consolidation, no definite pleural effusion seen. Mild bronchovascular crowding without typical findings of pulmonary edema.", "image_path": ["Val/Frontal/1664_IM-0439-1001.dcm.png", "Val/Lateral/1664_IM-0439-3001.dcm.png"], "split": "val"}, {"id": "1670", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. XXXX-A-XXXX XXXX has its tip at the caval atrial junction. No active disease.", "image_path": ["Val/Frontal/1670_IM-0441-1001.dcm.png", "Val/Lateral/1670_IM-0441-2001.dcm.png"], "split": "val"}, {"id": "1671", "report": "Heart size and mediastinal contours are within normal limits. There is no pneumothorax, pleural effusion, focal airspace consolidation. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1671_IM-0442-1001.dcm.png", "Val/Lateral/1671_IM-0442-2001.dcm.png"], "split": "val"}, {"id": "1675", "report": "Lung volumes remain low. No infiltrates. Heart and pulmonary XXXX remain normal. XXXX change. Hypoinflation with no visible active cardiopulmonary disease.", "image_path": ["Val/Frontal/1675_IM-0445-1001.dcm.png", "Val/Lateral/1675_IM-0445-2001.dcm.png"], "split": "val"}, {"id": "1676", "report": "Heart size and mediastinal contour within normal limits. Aortic atherosclerotic calcifications. Emphysematous changes. Nodular densities projecting over right anterior fifth and six ribs. No focal airspace consolidation, pneumothorax, or large pleural effusion. No acute osseous abnormality. Nodular densities projecting over right 5th and 6th ribs may healing rib fracture; XXXX recommended to rule-out underlying pulmonary nodule. XXXX level Veriphy message was sent XXXX. XXXX regarding possible lung nodules at XXXX hours XXXX/XXXX.", "image_path": ["Val/Frontal/1676_IM-0445-1001.dcm.png", "Val/Lateral/1676_IM-0445-1002.dcm.png"], "split": "val"}, {"id": "1683", "report": "The XXXX examination consists of frontal and lateral radiographs of the chest. There are diminished lung volumes. Right greater than left bilateral hilar and subcarinal adenopathy is again seen. The cardiac silhouette is prominent but probably artifactually large due to diminished lung volumes. No focal consolidation, pleural effusion, or pneumothorax identified. There is a deformity of the left clavicle compatible with remote XXXX. No evidence of acute cardiopulmonary process. Mediastinal and hilar adenopathy compatible with patient's known sarcoidosis.", "image_path": ["Val/Frontal/1683_IM-0449-1001.dcm.png", "Val/Lateral/1683_IM-0449-2001.dcm.png"], "split": "val"}, {"id": "1689", "report": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1689_IM-0451-1001.dcm.png", "Val/Lateral/1689_IM-0451-2001.dcm.png"], "split": "val"}, {"id": "1702", "report": "No acute osseous abnormality. Soft tissues are within normal limits. Borderline enlargement of the heart. Normal hilar vasculature. No focal area of consolidation, pleural effusion, or pneumothorax. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/1702_IM-0463-1001.dcm.png", "Val/Lateral/1702_IM-0463-2001.dcm.png"], "split": "val"}, {"id": "1710", "report": "Heart size is normal. Lungs are clear. No pneumothorax or pleural effusion. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1710_IM-0469-1001.dcm.png", "Val/Lateral/1710_IM-0469-2001.dcm.png"], "split": "val"}, {"id": "1730", "report": "The trachea is midline. Cardiomediastinal silhouette is normal. The lungs are clear, without evidence of acute infiltrate or effusion. There is no pneumothorax. The bony structures reveal no acute abnormalities. Lateral view reveals mild degenerative changes of the thoracic spine. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/1730_IM-0481-1001.dcm.png", "Val/Lateral/1730_IM-0481-1002.dcm.png"], "split": "val"}, {"id": "1738", "report": "Cardiac and mediastinal contours are within normal limits. Mild aortic tortuosity. The lungs are clear. Bony structures are intact. No acute findings.", "image_path": ["Val/Frontal/1738_IM-0486-1001.dcm.png", "Val/Lateral/1738_IM-0486-2001.dcm.png"], "split": "val"}, {"id": "1742", "report": "Heart size mildly enlarged. No alveolar consolidation, no findings of pleural effusion or pulmonary edema. No pneumothorax. S-shaped spine curvature noted. Cardiomegaly, no acute pulmonary findings", "image_path": ["Val/Frontal/1742_IM-0489-1001.dcm.png", "Val/Lateral/1742_IM-0489-2001.dcm.png"], "split": "val"}, {"id": "1746", "report": " Heart size normal. Lungs clear. No evidence of tuberculosis. No change from prior exam", "image_path": ["Val/Frontal/1746_IM-0489-1001.dcm.png", "Val/Lateral/1746_IM-0489-1002.dcm.png"], "split": "val"}, {"id": "1752", "report": "Size is normal limits. Cardiomediastinal silhouette has normal contour. There is a vague opacity in the right infrahilar region. There is also a 5 mm well circumscribed nodule in the right upper lung XXXX. It is not well visualized on lateral view. 1. Right perihilar lung nodule. Recommend CT thorax with contrast to further assess. Dr. XXXX XXXX the findings XXXX.", "image_path": ["Val/Frontal/1752_IM-0494-1001.dcm.png", "Val/Lateral/1752_IM-0494-2001.dcm.png"], "split": "val"}, {"id": "1753", "report": "The heart size is persistently enlarged. Lung volumes are low. Lungs are clear. There is no pleural line to suggest pneumothorax or costophrenic XXXX blunting to suggest large pleural effusion. Bony structures are within normal limits. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1753_IM-0494-1001.dcm.png", "Val/Lateral/1753_IM-0494-2001.dcm.png"], "split": "val"}, {"id": "1756", "report": " No suspicious appearing lung nodules identified. Findings compatible with right apical chronic inflammatory change. No acute airspace process or pleural effusion. Stable mediastinal contour. No XXXX acute abnormalities since the previous chest radiograph.", "image_path": ["Val/Frontal/1756_IM-0494-1001.dcm.png", "Val/Lateral/1756_IM-0494-2001.dcm.png"], "split": "val"}, {"id": "1758", "report": "The heart is normal in size. The mediastinal contours are within normal limits. There is mild prominence of the superior mediastinum which is somewhat lucent and XXXX reflects mediastinal and vascular structures. No focal consolidation is seen. There is no pleural effusion. 1. Hypoinflation without acute parenchymal infiltrate. 2. Mild mediastinal prominence XXXX related to superimposed XXXX and mediastinal fat.", "image_path": ["Val/Frontal/1758_IM-0495-1001.dcm.png", "Val/Lateral/1758_IM-0495-2001.dcm.png"], "split": "val"}, {"id": "1783", "report": " Mild hyperinflation. Scattered chronic appearing irregular interstitial markings with no focal alveolar consolidation. No definite pleural effusion seen. Heart size near top normal limits, aortic ectasia/tortuosity similar to prior. Right hemidiaphragm eventration. No typical findings of pulmonary edema.", "image_path": ["Val/Frontal/1783_IM-0511-2001.dcm.png", "Val/Lateral/1783_IM-0511-3001.dcm.png"], "split": "val"}, {"id": "1794", "report": "No focal lung consolidation. Heart size and pulmonary vascularity are within normal limits. No pneumothorax or pleural effusion. Osseous structures are grossly intact. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/1794_IM-0515-1001.dcm.png", "Val/Lateral/1794_IM-0515-2001.dcm.png"], "split": "val"}, {"id": "1797", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation. Small T-spine osteophytes. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1797_IM-0517-1001.dcm.png", "Val/Lateral/1797_IM-0517-2001.dcm.png"], "split": "val"}, {"id": "1801", "report": "Stable mild cardiomegaly. Mediastinal contours are unchanged. Lungs are clear without focal consolidation. No visible pleural effusion or pneumothorax. Stable mild cardiomegaly. Clear lungs.", "image_path": ["Val/Frontal/1801_IM-0520-1001.dcm.png", "Val/Lateral/1801_IM-0520-2001.dcm.png"], "split": "val"}, {"id": "1808", "report": "The cardiac silhouette and mediastinum size are within normal limits. There is no pulmonary edema. There is no focal consolidation. There are no XXXX of a pleural effusion. There is no evidence of pneumothorax. Multilevel flowing anterior thoracic spine osteophytes, which could represent changes of diffuse idiopathic skeletal hyperostosis (DISH). There is no evidence of acute cardiopulmonary disease. .", "image_path": ["Val/Frontal/1808_IM-0524-1001.dcm.png", "Val/Lateral/1808_IM-0524-2001.dcm.png"], "split": "val"}, {"id": "1809", "report": " Heart size is normal and lungs are clear.", "image_path": ["Val/Frontal/1809_IM-0524-1001.dcm.png", "Val/Lateral/1809_IM-0524-2001.dcm.png"], "split": "val"}, {"id": "1812", "report": "No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Heart size and pulmonary vascularity within normal limits, visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1812_IM-0525-1001.dcm.png", "Val/Lateral/1812_IM-0525-2001.dcm.png"], "split": "val"}, {"id": "1820", "report": "Heart size and mediastinal contours appear within normal limits. Eventration of the right hemidiaphragm. No focal lung consolidation, pleural effusion or pneumothorax. No acute bony abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1820_IM-0532-1001.dcm.png", "Val/Lateral/1820_IM-0532-1002.dcm.png"], "split": "val"}, {"id": "1822", "report": "The heart is normal in size and contour. There is no mediastinal widening. No focal air space disease. Prominent hilar XXXX. No large pleural effusion or pneumothorax. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/1822_IM-0533-1001.dcm.png", "Val/Lateral/1822_IM-0533-2001.dcm.png"], "split": "val"}, {"id": "1823", "report": "Chest. Heart size is normal. Pulmonary vasculature is normal. There is a 13 mm nodule in the right lower lobe that is relatively dense, but not obviously calcified on the corresponding rib series. There are probably right hilar calcified lymph XXXX. Lungs otherwise are clear. There is no pleural effusion. Left ribs. No fracture or focal bony destruction. 1. Chest. Large nodule at the right lung base that probably represents a granuloma although not it is not densely calcified. A low KV P chest radiograph can be obtained for confirmation as a there are no comparison studies available in the XXXX. If the patient has an outside chest radiograph, comparison can be XXXX and the report addended. 2. Ribs. Normal. Critical result notification documented through Primordial. If there are questions regarding this interpretation, please XXXX XXXX.", "image_path": ["Val/Frontal/1823_IM-0534-1001.dcm.png", "Val/Lateral/1823_IM-0534-3001.dcm.png"], "split": "val"}, {"id": "1832", "report": "Interval removal of cardiac XXXX generator. Cardiomegaly. Left base streaky opacities again noted. No large focal areas of consolidation. No pleural effusions. Osseous structures intact. No pneumothorax. 1. Streaky left basilar opacities, XXXX atelectasis versus infiltrate. 2. Cardiomegaly, stable.", "image_path": ["Val/Frontal/1832_IM-0538-1001.dcm.png", "Val/Lateral/1832_IM-0538-2001.dcm.png"], "split": "val"}, {"id": "1833", "report": "There is a small area of scarring or atelectasis in the left base. Calcified granulomas seen in the posterior right lower lobe. Lungs are otherwise clear. The heart and mediastinum are normal. The skeletal structures and soft tissues are normal. Minimal small area scarring of the left base.", "image_path": ["Val/Frontal/1833_IM-0539-1001.dcm.png", "Val/Lateral/1833_IM-0539-2001.dcm.png"], "split": "val"}, {"id": "1839", "report": "The heart is normal in size. The mediastinum is stable. Granulomatous sequela are noted. The previously visualized nodular density in the right upper lobe is not well-seen on today's study. There is no acute infiltrate or pleural effusion. No acute disease.", "image_path": ["Val/Frontal/1839_IM-0543-12013.dcm.png", "Val/Lateral/1839_IM-0543-13014.dcm.png"], "split": "val"}, {"id": "1842", "report": " Heart size normal. Lungs clear. Stable 5 mm calcified right midlung nodule", "image_path": ["Val/Frontal/1842_IM-0545-1001.dcm.png", "Val/Lateral/1842_IM-0545-1002.dcm.png"], "split": "val"}, {"id": "1846", "report": "2 images. Calcified granuloma left upper lobe. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/1846_IM-0549-3001.dcm.png", "Val/Lateral/1846_IM-0549-4001.dcm.png"], "split": "val"}, {"id": "1866", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1866_IM-0559-1001.dcm.png", "Val/Lateral/1866_IM-0559-2001.dcm.png"], "split": "val"}, {"id": "1867", "report": "Cardiomegaly and tortuous calcified thoracic aorta are unchanged. Normal pulmonary vascularity. Minimal streaky bibasilar opacities. Blunted left costophrenic XXXX. Bony demineralization. Degenerative changes of the spine. Verterbroplasty change near the thoracolumbar junction. Upper abdominal surgical changes. Chronic appearing deformity of the proximal right humerus. Old right rib fractures. 1. Mild cardiomegaly without pulmonary edema. 2. Minimal bibasal subsegmental atelectasis/scar. 3. Very small left pleural effusion.", "image_path": ["Val/Frontal/1867_IM-0560-4004.dcm.png", "Val/Lateral/1867_IM-0560-1001.dcm.png"], "split": "val"}, {"id": "1868", "report": "Heart size and pulmonary vascularity normal. There is a small right pleural effusion. There is infrahilar interstitial prominence which may represent bronchovascular crowding lung. Small left pleural effusion. No pneumothorax. Small bilateral pleural effusions and right infrahilar infiltrate versus bronchovascular crowding.", "image_path": ["Val/Frontal/1868_IM-0561-1001.dcm.png", "Val/Lateral/1868_IM-0561-2001.dcm.png"], "split": "val"}, {"id": "1870", "report": "There is marked cardiomegaly. There is questionable dilation of the pulmonary arteries. Low lung volumes. No focal airspace consolidation. No pleural effusion or pneumothorax. Prominent interstitial markings are XXXX due to low lung volumes. Elevated right hemidiaphragm. 1. Marked cardiomegaly. 2. Low lung volumes.", "image_path": ["Val/Frontal/1870_IM-0563-1001.dcm.png", "Val/Lateral/1870_IM-0563-2001.dcm.png"], "split": "val"}, {"id": "1877", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/1877_IM-0568-1001.dcm.png", "Val/Lateral/1877_IM-0568-2001.dcm.png"], "split": "val"}, {"id": "1882", "report": "Clear lungs bilaterally. Normal cardiac contours. No pneumothorax or pleural effusion. 1. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1882_IM-0571-1001.dcm.png", "Val/Lateral/1882_IM-0571-1002.dcm.png"], "split": "val"}, {"id": "1895", "report": "The lateral images limited secondary to motion artifact. No focal consolidation, large pneumothorax or large pleural effusion. Heart size normal. XXXX unremarkable. Limited exam, no definite acute intrathoracic finding.", "image_path": ["Val/Frontal/1895_IM-0581-1001.dcm.png", "Val/Lateral/1895_IM-0581-2001.dcm.png"], "split": "val"}, {"id": "1896", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality. Specifically, no radiographically apparent etiology for hemoptysis.", "image_path": ["Val/Frontal/1896_IM-0581-1001.dcm.png", "Val/Lateral/1896_IM-0581-2001.dcm.png"], "split": "val"}, {"id": "1898", "report": "The aortic XXXX, cardiac apex, and stomach are left-sided. The cardiomediastinal silhouette is significantly enlarged. Pulmonary vascular markings centrally are within normal limits and symmetric. Increased interstitial markings bilaterally at the lung bases. This may be related to chronic interstitial changes or edema. No focal airspace disease. No pleural effusion or pneumothorax. No acute bony abnormality. 1. Marked cardiomegaly. 2. Increased interstitial markings in the lower lungs, edema versus chronic interstitial changes.", "image_path": ["Val/Frontal/1898_IM-0581-1001.dcm.png", "Val/Lateral/1898_IM-0581-2001.dcm.png"], "split": "val"}, {"id": "1902", "report": "Normal and stable cardiomediastinal contours. No pneumothorax, pleural effusions or significant pulmonary edema. No focal lung consolidation. 1. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/1902_IM-0586-1001.dcm.png", "Val/Lateral/1902_IM-0586-2001.dcm.png"], "split": "val"}, {"id": "1904", "report": " Heart size is normal and lungs are clear. Degenerative spurring of the thoracic spine", "image_path": ["Val/Frontal/1904_IM-0586-1001.dcm.png", "Val/Lateral/1904_IM-0586-1002.dcm.png"], "split": "val"}, {"id": "1911", "report": "Cardiac and mediastinal contours are unremarkable. Pulmonary vascularity is within normal limits. No focal air space opacities, pleural effusion, or pneumothorax. XXXX are grossly unremarkable. 1. No active disease.", "image_path": ["Val/Frontal/1911_IM-0593-1001.dcm.png", "Val/Lateral/1911_IM-0593-1002.dcm.png"], "split": "val"}, {"id": "1920", "report": "Cardiomediastinal silhouette is normal in size and contour. Pulmonary vasculature is normal in caliber. Lungs are clear of focal airspace disease, pneumothorax or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/1920_IM-0598-1001.dcm.png", "Val/Lateral/1920_IM-0598-2001.dcm.png"], "split": "val"}, {"id": "1926", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/1926_IM-0600-1001.dcm.png", "Val/Lateral/1926_IM-0600-2001.dcm.png"], "split": "val"}, {"id": "1931", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/1931_IM-0602-1001.dcm.png", "Val/Lateral/1931_IM-0602-2001.dcm.png"], "split": "val"}, {"id": "1932", "report": "Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. Lungs are clear. No pleural effusions or pneumothoraces. Normal chest.", "image_path": ["Val/Frontal/1932_IM-0603-2001.dcm.png", "Val/Lateral/1932_IM-0603-3001.dcm.png"], "split": "val"}, {"id": "1934", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There is chronic left hemidiaphragm elevation. The aorta is tortuous and ectatic with atherosclerotic calcifications. Suspected left hemidiaphragm paralysis. Consider a fluoroscopic evaluation for confirmation. Consider XXXX of the neck and nasopharynx with intravenous contrast if there is no known potential XXXX. Critical result notification documented through Primordial.", "image_path": ["Val/Frontal/1934_IM-0604-1001.dcm.png", "Val/Lateral/1934_IM-0604-2001.dcm.png"], "split": "val"}, {"id": "1954", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/1954_IM-0622-1001.dcm.png", "Val/Lateral/1954_IM-0622-2001.dcm.png"], "split": "val"}, {"id": "1959", "report": "Normal heart size. Normal mediastinal silhouette. No pneumothorax, pleural effusion or suspicious focal air space opacity. Prior granulomatous disease appears stable. Stable exam without acute abnormality.", "image_path": ["Val/Frontal/1959_IM-0625-1001.dcm.png", "Val/Lateral/1959_IM-0625-2001.dcm.png"], "split": "val"}, {"id": "1979", "report": "Normal cardiomediastinal silhouette. There is no focal consolidation. There are no XXXX of a large pleural effusion. There is no pneumothorax. There is no acute bony abnormality seen. There is no radiographic evidence of acute cardiopulmonary disease.", "image_path": ["Val/Frontal/1979_IM-0637-1001.dcm.png", "Val/Lateral/1979_IM-0637-2001.dcm.png"], "split": "val"}, {"id": "1980", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1980_IM-0637-1001.dcm.png", "Val/Lateral/1980_IM-0637-2001.dcm.png"], "split": "val"}, {"id": "1987", "report": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1987_IM-0644-1001.dcm.png", "Val/Lateral/1987_IM-0644-2001.dcm.png"], "split": "val"}, {"id": "1993", "report": "Lungs are clear without focal consolidation, effusion, or pneumothorax. Hyperexpanded lungs. Normal heart size. Bony thorax and soft tissues grossly unremarkable. Mild emphysema. Negative for acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/1993_IM-0650-1001.dcm.png", "Val/Lateral/1993_IM-0650-2001.dcm.png"], "split": "val"}, {"id": "2007", "report": "The lungs are clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. The mediastinal contours are normal. There are mild degenerative changes of the thoracic spine. 1. No evidence of pneumonia or post primary tuberculosis infection 2. No acute cardiopulmonary disease", "image_path": ["Val/Frontal/2007_IM-0657-0001-0002.dcm.png", "Val/Lateral/2007_IM-0657-0001-0001.dcm.png"], "split": "val"}, {"id": "2008", "report": "No focal consolidation. No visualized pneumothorax. No pleural effusions. Heart size normal. The cardiomediastinal silhouette is unremarkable. 1. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/2008_IM-0658-1001.dcm.png", "Val/Lateral/2008_IM-0658-2001.dcm.png"], "split": "val"}, {"id": "2010", "report": " Chest. Heart size is normal. Lungs are clear. Right knee. Severe joint space narrowing and spurring lateral compartment of the knee and patellofemoral compartment.", "image_path": ["Val/Frontal/2010_IM-0661-1001.dcm.png", "Val/Lateral/2010_IM-0661-1002.dcm.png"], "split": "val"}, {"id": "2018", "report": " Lungs are hyper expanded consistent with COPD. No parenchymal infiltrates. No XXXX of pleural effusions. Normal heart size. No XXXX of acute cardiopulmonary disease, unchanged.", "image_path": ["Val/Frontal/2018_IM-0665-1001.dcm.png", "Val/Lateral/2018_IM-0665-2001.dcm.png"], "split": "val"}, {"id": "2020", "report": "No focal lung consolidation. Heart size and pulmonary vascularity are within normal limits. No pneumothorax or pleural effusion. Osseous structures are grossly intact. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/2020_IM-0668-1001.dcm.png", "Val/Lateral/2020_IM-0668-2001.dcm.png"], "split": "val"}, {"id": "2030", "report": "There is hyperinflation lungs due to small calcification is seen posteriorly in the right which may be pleural. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted. COPD. No acute pulmonary disease.", "image_path": ["Val/Frontal/2030_IM-0675-1001.dcm.png", "Val/Lateral/2030_IM-0675-2001.dcm.png"], "split": "val"}, {"id": "2040", "report": " Cardiomegaly. No effusions or edema. Clear chest", "image_path": ["Val/Frontal/2040_IM-0684-1001.dcm.png", "Val/Lateral/2040_IM-0684-1002.dcm.png"], "split": "val"}, {"id": "2056", "report": "The heart size is upper limits of normal. The pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2056_IM-0694-1001-0002.dcm.png", "Val/Lateral/2056_IM-0694-1001-0001.dcm.png"], "split": "val"}, {"id": "2058", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are mildly hypoinflated but clear. No acute disease.", "image_path": ["Val/Frontal/2058_IM-0696-1001.dcm.png", "Val/Lateral/2058_IM-0696-2002.dcm.png"], "split": "val"}, {"id": "2059", "report": "Right lower lobe patchy opacities noted. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Mild degenerative changes of the thoracic spine. Patchy right lower lobe opacities, XXXX infectious infiltrate.", "image_path": ["Val/Frontal/2059_IM-0696-1001.dcm.png", "Val/Lateral/2059_IM-0696-2001.dcm.png"], "split": "val"}, {"id": "2065", "report": "Stable cardiomediastinal silhouette. No focal airspace consolidation, suspicious pulmonary opacity, pneumothorax, or pleural effusion. Changes of right mastectomy. Sequelae of prior granulomatous disease. Mild thoracic spine degenerative change No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/2065_IM-0701-1001.dcm.png", "Val/Lateral/2065_IM-0701-1002.dcm.png"], "split": "val"}, {"id": "2066", "report": "There is mild cardiomegaly. The aorta is tortuous. There is XXXX opacities noted in the right lower lobe, XXXX subsegmental atelectasis. There is no pneumothorax or effusion. No displaced rib fractures. If there is high clinical concern, consider dedicated rib views for further evaluation. Mild cardiomegaly, with subsegmental atelectasis in the right lower lobe.", "image_path": ["Val/Frontal/2066_IM-0701-1001.dcm.png", "Val/Lateral/2066_IM-0701-2001.dcm.png"], "split": "val"}, {"id": "2068", "report": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pneumothorax or pleural effusion. Negative chest.", "image_path": ["Val/Frontal/2068_IM-0701-1001.dcm.png", "Val/Lateral/2068_IM-0701-2001.dcm.png"], "split": "val"}, {"id": "2079", "report": "The lungs are clear, and without focal airspace opacity. The cardiomediastinal silhouette is normal in size and contour, and stable. There are calcified granulomas at the right perihilar regions appear stable. There are significant degenerative osteophytes of the thoracic spine also appear stable. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/2079_IM-0711-1001.dcm.png", "Val/Lateral/2079_IM-0711-2001.dcm.png"], "split": "val"}, {"id": "2102", "report": "Tortuosity of the aorta. No pneumothorax, pleural effusion or airspace consolidation. Cardiomediastinal size is within normal limits. Pulmonary vasculature is normal . XXXX XXXX intact. Unchanged eventration of the left hemidiaphragm versus small hernia (Bochdalek). No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/2102_IM-0733-1001.dcm.png", "Val/Lateral/2102_IM-0733-2001.dcm.png"], "split": "val"}, {"id": "2127", "report": "Changes post bilateral thoracotomy and XXXX sternotomy. Intact XXXX XXXX. Stable position of the epicardial XXXX XXXX. Mild cardiomegaly. The lungs are clear. Bilateral small pleural effusions. 1. Stable postop changes with mild cardiomegaly. 2. Small bilateral pleural effusions.", "image_path": ["Val/Frontal/2127_IM-0751-1001.dcm.png", "Val/Lateral/2127_IM-0751-2001.dcm.png"], "split": "val"}, {"id": "2132", "report": "The cardiac contours are normal. The lungs are clear. Stable granuloma in the left lower lung zone. Thoracic spondylosis. No acute findings.", "image_path": ["Val/Frontal/2132_IM-0755-1001.dcm.png", "Val/Lateral/2132_IM-0755-2001.dcm.png"], "split": "val"}, {"id": "2137", "report": " Calcified granulomas. No suspicious appearing lung nodules identified. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2137_IM-0759-1001.dcm.png", "Val/Lateral/2137_IM-0759-3003.dcm.png"], "split": "val"}, {"id": "2152", "report": "Normal heart size. Normal mediastinal silhouette. No pneumothorax, pleural effusion or suspicious focal air space opacity. Normal exam", "image_path": ["Val/Frontal/2152_IM-0772-1001.dcm.png", "Val/Lateral/2152_IM-0772-2001.dcm.png"], "split": "val"}, {"id": "2154", "report": " Well-expanded and clear lungs. Apical oligemia suggestive of some emphysema. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2154_IM-0774-1001.dcm.png", "Val/Lateral/2154_IM-0774-2001.dcm.png"], "split": "val"}, {"id": "2157", "report": " Comparison XXXX, XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2157_IM-0775-1001.dcm.png", "Val/Lateral/2157_IM-0775-2001.dcm.png"], "split": "val"}, {"id": "2158", "report": "There are diffuse increased interstitial markings, suggestive of pulmonary fibrosis in bilateral lung XXXX. The fibrosis appears to slightly increased XXXX compared to previous examination, in XXXX. The trachea is midline. Negative for pneumothorax, pleural effusion. The heart size is normal. 1. Redemonstrated pulmonary fibrosis without evidence for acute infiltrate.", "image_path": ["Val/Frontal/2158_IM-0776-1001.dcm.png", "Val/Lateral/2158_IM-0776-1002.dcm.png"], "split": "val"}, {"id": "2159", "report": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. . 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/2159_IM-0776-1001.dcm.png", "Val/Lateral/2159_IM-0776-2001.dcm.png"], "split": "val"}, {"id": "2160", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/2160_IM-0778-1001.dcm.png", "Val/Lateral/2160_IM-0778-2001.dcm.png"], "split": "val"}, {"id": "2165", "report": "Low lung volumes are present. The heart size and pulmonary vascularity appear within normal limits. There has been interval development of bibasilar opacities. The appearance of the right base opacity XXXX atelectasis. The left base opacities could represent early pneumonia or areas of atelectasis. No pneumothorax or pleural effusion is seen. 1. Low lung volumes. 2. XXXX XXXX opacities. Right base appears to represent atelectasis. Left base could be atelectasis or pneumonia.", "image_path": ["Val/Frontal/2165_IM-0781-0001-0001.dcm.png", "Val/Lateral/2165_IM-0781-0001-0002.dcm.png"], "split": "val"}, {"id": "2167", "report": "There is hyperexpansion with mild flattening of diaphragm. Cardiomediastinal silhouette is normal. Pulmonary vasculature and XXXX are normal. No consolidation, pneumothorax or large pleural effusion. Osseous structures and soft tissues are normal. Contrast retained within the renal collecting XXXX. 1. No acute cardiopulmonary disease. 2. Emphysematous changes 3. Retained contrast within the renal collecting XXXX.", "image_path": ["Val/Frontal/2167_IM-0783-1001.dcm.png", "Val/Lateral/2167_IM-0783-2001.dcm.png"], "split": "val"}, {"id": "2183", "report": "Moderate cardiomegaly. Bibasilar and perihilar interstitial opacities. No pneumothorax. No pleural effusions. Cardiomegaly and mild interstitial pulmonary edema.", "image_path": ["Val/Frontal/2183_IM-0794-1001.dcm.png", "Val/Lateral/2183_IM-0794-2001.dcm.png"], "split": "val"}, {"id": "2186", "report": "The lungs appear clear. Lung volumes are low. The heart and pulmonary XXXX appear normal. Pleural spaces are clear. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2186_IM-0796-1001.dcm.png", "Val/Lateral/2186_IM-0796-3003.dcm.png"], "split": "val"}, {"id": "2190", "report": "Lungs are clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Degenerative changes in the spine. spinal stimulator is in XXXX with tip overlying the T9 vertebral body. Clear lungs.", "image_path": ["Val/Frontal/2190_IM-0800-3001.dcm.png", "Val/Lateral/2190_IM-0800-2001.dcm.png"], "split": "val"}, {"id": "2219", "report": " The heart size and cardiomediastinal silhouette are within normal limits. Pulmonary vasculature appears normal. Left hilar and medial left base granuloma. There is no focal air space consolidation. No pleural effusion or pneumothorax.", "image_path": ["Val/Frontal/2219_IM-0823-1001.dcm.png", "Val/Lateral/2219_IM-0823-2001.dcm.png"], "split": "val"}, {"id": "2222", "report": "Lungs are clear bilaterally, with no focal consolidation, pleural effusion, or pneumothoraces. Cardiomediastinal silhouette is within normal limits. Calcified densities within the right paratracheal region and left perihilar region, may represent calcified granulomas. There is a round opacity measuring 2 cm in diameter within the posterior mediastinum. XXXX are unremarkable. 1. Round opacity measuring 2 cm in diameter within the posterior mediastinum. Recommend further evaluation of this nodule with chest CT with IV contrast.", "image_path": ["Val/Frontal/2222_IM-0826-1001.dcm.png", "Val/Lateral/2222_IM-0826-2001.dcm.png"], "split": "val"}, {"id": "2226", "report": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. The lungs are normally inflated and clear. First rib fracture not well demonstrated on XXXX study.. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/2226_IM-0830-12001.dcm.png", "Val/Lateral/2226_IM-0830-13001.dcm.png"], "split": "val"}, {"id": "2237", "report": " Heart size is normal. Lungs are clear. Stable 5 mm calcified left midlung granuloma. Calcified aortic XXXX.", "image_path": ["Val/Frontal/2237_IM-0834-2002.dcm.png", "Val/Lateral/2237_IM-0834-3003.dcm.png"], "split": "val"}, {"id": "2249", "report": " PA and lateral views of the chest show enlarging right hilar adenopathy. The lungs appear grossly clear. Heart size and pulmonary XXXX are normal. There is no pneumothorax. Pleural spaces are clear. There is mild thoracic spine degenerative change. FINDINGS COULD REPRESENT RESOLVING HISTOPLASMOSIS INFECTION, SARCOIDOSIS, OR MALIGNANCY XXXX AS LYMPHOMA OR PRIMARY LUNG CANCER. RECOMMEND CONTRAST-ENHANCED CHEST CT FOR FURTHER EVALUATION.", "image_path": ["Val/Frontal/2249_IM-0844-1001.dcm.png", "Val/Lateral/2249_IM-0844-2001.dcm.png"], "split": "val"}, {"id": "2263", "report": "Heart size moderately enlarged, stable mediastinal contours. XXXX XXXX opacity in the left lung base. Otherwise, no focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema. 1. Cardiomegaly 2. XXXX XXXX opacity in the left base XXXX atelectasis", "image_path": ["Val/Frontal/2263_IM-0853-1001.dcm.png", "Val/Lateral/2263_IM-0853-4001.dcm.png"], "split": "val"}, {"id": "2264", "report": "Normal heart size and mediastinal contours. Low lung volumes. No focal airspace consolidation. No pneumothorax or pleural effusion. Visualized bony structures are unremarkable in appearance. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2264_IM-0854-1001.dcm.png", "Val/Lateral/2264_IM-0854-2001.dcm.png"], "split": "val"}, {"id": "2272", "report": " The cardiac silhouette is at the upper limits of normal for size and configuration. This is essentially unchanged. The mediastinum and perihilar structures appear to be XXXX unremarkable. A few calcified granulomata are noted. No focal infiltrates are seen. No obvious mediastinal lymphadenopathy is appreciated. Osseous structures appear to be XXXX unremarkable.", "image_path": ["Val/Frontal/2272_IM-0861-1001.dcm.png", "Val/Lateral/2272_IM-0861-2001.dcm.png"], "split": "val"}, {"id": "2275", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. There is a right middle lobe nodule which is denser than adjacent XXXX is most XXXX calcified. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. Degenerative endplate changes of the spine. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/2275_IM-0862-1001.dcm.png", "Val/Lateral/2275_IM-0862-2001.dcm.png"], "split": "val"}, {"id": "2282", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. Specifically, no evidence of rib fractures. No acute cardiopulmonary abnormality..", "image_path": ["Val/Frontal/2282_IM-0869-1001.dcm.png", "Val/Lateral/2282_IM-0869-2001.dcm.png"], "split": "val"}, {"id": "2289", "report": "Lungs are clear. blunting of the left costophrenic XXXX consistent with a small left pleural effusion and associated airspace disease. The right lung is clear. Sequelae of old granulomatous disease. Heart size is upper limits of normal. Degenerative changes in the spine. 1. Heart size upper limits of normal. 2. Small left pleural effusion with associated airspace disease.", "image_path": ["Val/Frontal/2289_IM-0873-1001.dcm.png", "Val/Lateral/2289_IM-0873-2001.dcm.png"], "split": "val"}, {"id": "2296", "report": "The heart is normal in size with normal appearance of the cardiomediastinal silhouette. There is a hiatal hernia with soft tissue projecting behind the mediastinum. The lungs are clear without focal airspace opacity, pleural effusion, pneumothorax. The osseous structures are intact. 1. No acute cardiopulmonary finding. 2. Hiatal hernia.", "image_path": ["Val/Frontal/2296_IM-0876-1001.dcm.png", "Val/Lateral/2296_IM-0876-2001.dcm.png"], "split": "val"}, {"id": "2297", "report": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. Mild XXXX XXXX curvature thoracolumbar junction. No active pulmonary disease.", "image_path": ["Val/Frontal/2297_IM-0877-1001.dcm.png", "Val/Lateral/2297_IM-0877-2001.dcm.png"], "split": "val"}, {"id": "2305", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. Slight thoracolumbar curvature is noted. No acute disease.", "image_path": ["Val/Frontal/2305_IM-0882-1001.dcm.png", "Val/Lateral/2305_IM-0882-1002.dcm.png"], "split": "val"}, {"id": "2307", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hyperinflated with XXXX XXXX opacities compatible with pleural-parenchymal scarring. There is no acute infiltrate or effusion. Emphysema and scarring without acute disease", "image_path": ["Val/Frontal/2307_IM-0882-1001.dcm.png", "Val/Lateral/2307_IM-0882-2001.dcm.png"], "split": "val"}, {"id": "2343", "report": "The lungs are clear. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted. No acute pulmonary disease.", "image_path": ["Val/Frontal/2343_IM-0908-1001.dcm.png", "Val/Lateral/2343_IM-0908-2001.dcm.png"], "split": "val"}, {"id": "2361", "report": "Stable mild rightward curvature of the thoracic spine. Heart size is normal. No focal airspace disease. No pneumothorax or pleural effusion. No acute osseous findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/2361_IM-0926-1001.dcm.png", "Val/Lateral/2361_IM-0926-1002.dcm.png"], "split": "val"}, {"id": "2365", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. No evidence of active disease.", "image_path": ["Val/Frontal/2365_IM-0927-3001.dcm.png", "Val/Lateral/2365_IM-0927-2001.dcm.png"], "split": "val"}, {"id": "2371", "report": "There are T-spine osteophytes. The cardiomediastinal silhouette and pulmonary vasculature are within normal limits. There is no pneumothorax or pleural effusion. There are no focal areas of consolidation. There are low lung volumes. Lung volumes with streaky left basilar opacity consistent with subsegmental atelectasis.", "image_path": ["Val/Frontal/2371_IM-0932-1001.dcm.png", "Val/Lateral/2371_IM-0932-2001.dcm.png"], "split": "val"}, {"id": "2374", "report": " No comparison chest x-XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2374_IM-0935-84550001.dcm.png", "Val/Lateral/2374_IM-0935-84550002.dcm.png"], "split": "val"}, {"id": "2375", "report": "Cardiac silhouette is upper limits of normal in size. Normal mediastinal contour and pulmonary vasculature. There is evidence of healed granulomatous disease in the right hemithorax. Lungs are without focal airspace consolidation, large pleural effusion or pneumothorax. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/2375_IM-0936-1001.dcm.png", "Val/Lateral/2375_IM-0936-2001.dcm.png"], "split": "val"}, {"id": "2376", "report": "The XXXX examination consists of frontal and lateral radiographs of the chest. The cardiomediastinal contours, lungs, pleura, osseous structures and visualized upper abdomen are normal. Unremarkable radiographs of the chest.", "image_path": ["Val/Frontal/2376_IM-0936-1001.dcm.png", "Val/Lateral/2376_IM-0936-2001.dcm.png"], "split": "val"}, {"id": "2377", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. No evidence of active disease.", "image_path": ["Val/Frontal/2377_IM-0937-1001.dcm.png", "Val/Lateral/2377_IM-0937-3003.dcm.png"], "split": "val"}, {"id": "2380", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. The left hemidiaphragm is elevated. This is unchanged. No focal airspace disease is seen. No pneumothorax or pleural effusion is noted. There is eventration of the right hemidiaphragm. 1. Continued elevation of the left hemidiaphragm. 2. No evidence of active disease.", "image_path": ["Val/Frontal/2380_IM-0940-1001.dcm.png", "Val/Lateral/2380_IM-0940-3003.dcm.png"], "split": "val"}, {"id": "2395", "report": "Normal cardiomediastinal contours. Lungs are clear. No pneumothorax. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2395_IM-0944-1001.dcm.png", "Val/Lateral/2395_IM-0944-2001.dcm.png"], "split": "val"}, {"id": "2400", "report": " Stable cardiomegaly with large hiatal hernia. The lungs are clear", "image_path": ["Val/Frontal/2400_IM-0950-1001.dcm.png", "Val/Lateral/2400_IM-0950-1002.dcm.png"], "split": "val"}, {"id": "2404", "report": " Heart size within normal limits, stable mediastinal contours, mediastinal surgical clips, mediastinal and right hilar calcifications suggest a previous granulomatous process. Improved lung volumes, XXXX left base opacities most suggestive of scarring. No focal alveolar consolidation, no definite pleural effusion seen. Bronchovascular crowding without typical findings of pulmonary edema.", "image_path": ["Val/Frontal/2404_IM-0952-1001.dcm.png", "Val/Lateral/2404_IM-0952-2001.dcm.png"], "split": "val"}, {"id": "2416", "report": "The outside x-XXXX is normal except for slight cardiomegaly. Heart size upper limits normal. Lungs are clear. No evidence of active tuberculosis. No change from prior exam.", "image_path": ["Val/Frontal/2416_IM-0961-1001.dcm.png", "Val/Lateral/2416_IM-0961-1002.dcm.png"], "split": "val"}, {"id": "2423", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/2423_IM-0965-1001.dcm.png", "Val/Lateral/2423_IM-0965-2001.dcm.png"], "split": "val"}, {"id": "2427", "report": "The trachea is midline. The cardiomediastinal silhouette is normal and unchanged compared to prior examination. The lungs are clear, without evidence of acute infiltrate or effusion. There is no pneumothorax. The visualized bony structures reveal no acute abnormalities. There is hiatal hernia. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2427_IM-0969-4001.dcm.png", "Val/Lateral/2427_IM-0969-5001.dcm.png"], "split": "val"}, {"id": "2428", "report": "Lungs mildly hyperinflated with flattened posterior diaphragm and increased retrosternal airspace. No focal alveolar consolidation, no definite pleural effusion seen. Left hilar calcifications and dense left lower lobe nodules suggest a previous granulomatous process. Overall heart size within normal limits with prominent right atrial convexity, no typical findings of pulmonary edema. No pneumothorax. 1. Hyperinflated lungs, air trapping versus inspiratory XXXX. 2. Question mild right atrial enlargement, no findings to suggest pulmonary edema.", "image_path": ["Val/Frontal/2428_IM-0970-1001.dcm.png", "Val/Lateral/2428_IM-0970-3001.dcm.png"], "split": "val"}, {"id": "2434", "report": "The heart is normal in size. The mediastinum is unremarkable. There is XXXX biapical scarring. The lungs are otherwise clear. No acute disease.", "image_path": ["Val/Frontal/2434_IM-0976-1001.dcm.png", "Val/Lateral/2434_IM-0976-1002.dcm.png"], "split": "val"}, {"id": "2439", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hyperinflated. There is biapical scarring. No acute infiltrate or pleural effusion seen. Emphysema without acute disease.", "image_path": ["Val/Frontal/2439_IM-0978-1001.dcm.png", "Val/Lateral/2439_IM-0978-2001.dcm.png"], "split": "val"}, {"id": "2444", "report": "Normal cardiomediastinal silhouette. There is no focal consolidation. There are no XXXX of a large pleural effusion. There is no pneumothorax. There is no acute bony abnormality seen. Acromioclavicular joint degenerative change. There is no radiographic evidence of acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2444_IM-0980-1001.dcm.png", "Val/Lateral/2444_IM-0980-2001.dcm.png"], "split": "val"}, {"id": "2447", "report": "The cardiomediastinal silhouette is within normal limits for appearance. Calcified right hilar lymph XXXX are demonstrated. Atherosclerotic calcifications of the aortic XXXX. No focal areas of pulmonary consolidation. No pneumothorax. No pleural effusion. Mild to moderate degenerative changes of the thoracic spine. 1. No acute intrathoracic abnormality.", "image_path": ["Val/Frontal/2447_IM-0983-1001.dcm.png", "Val/Lateral/2447_IM-0983-2001.dcm.png"], "split": "val"}, {"id": "2448", "report": "Mediastinal contours are normal. No significant change in pneumothorax or right pleural fluid.. No significant change in right pneumothorax or pleural fluid.", "image_path": ["Val/Frontal/2448_IM-0983-1001.dcm.png", "Val/Lateral/2448_IM-0983-2001.dcm.png"], "split": "val"}, {"id": "2455", "report": " 3 cm right upper lobe anterior segment mass. No effusion. No adenopathy. CT scan is the XXXX XXXX to determine if there is any mediastinal adenopathy. No bony abnormalities.", "image_path": ["Val/Frontal/2455_IM-0989-1001.dcm.png", "Val/Lateral/2455_IM-0989-2001.dcm.png"], "split": "val"}, {"id": "2458", "report": "Heart size within normal limits. Negative for focal pulmonary consolidation, pleural effusion, or pneumothorax. Mild degenerative changes thoracic spine. No acute abnormality.", "image_path": ["Val/Frontal/2458_IM-0990-1001.dcm.png", "Val/Lateral/2458_IM-0990-2001.dcm.png"], "split": "val"}, {"id": "2460", "report": " No active disease.", "image_path": ["Val/Frontal/2460_IM-0993-1001.dcm.png", "Val/Lateral/2460_IM-0993-2001.dcm.png"], "split": "val"}, {"id": "2462", "report": "There is stable cardiomegaly. Aorta is calcified and tortuous. There are multiple pleural calcifications XXXX representing prior asbestos exposure. These appear unchanged. There is no pneumothorax, pleural effusion, or XXXX focal airspace consolidation. 1. Cardiomegaly and findings of prior asbestos exposure without interval acute cardiopulmonary findings.", "image_path": ["Val/Frontal/2462_IM-0995-1001.dcm.png", "Val/Lateral/2462_IM-0995-3001.dcm.png"], "split": "val"}, {"id": "2463", "report": " Heart size normal and lungs are relatively clear. There is minimal underlying interstitial opacities. This is markedly improved compared to prior exam", "image_path": ["Val/Frontal/2463_IM-0996-1001.dcm.png", "Val/Lateral/2463_IM-0996-2001.dcm.png"], "split": "val"}, {"id": "2468", "report": " Stable normal heart size. Calcified aorta. Eventration right diaphragm. Scarring in the pulmonary apices. No acute findings. Thoracic spondylosis.", "image_path": ["Val/Frontal/2468_IM-0998-1001.dcm.png", "Val/Lateral/2468_IM-0998-2001.dcm.png"], "split": "val"}, {"id": "2476", "report": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Degenerative changes are present in the spine. 1. No evidence of active disease.", "image_path": ["Val/Frontal/2476_IM-1005-1001.dcm.png", "Val/Lateral/2476_IM-1005-2001.dcm.png"], "split": "val"}, {"id": "2484", "report": "Frontal and lateral views of the chest with overlying external cardiac monitor leads show normal size and configuration of the cardiac silhouette. There are scattered nodular opacities, XXXX calcified granulomas. No XXXX focal airspace consolidation or pleural effusion. No acute or active cardiac, pulmonary or pleural disease. Probable previous granulomatous disease.", "image_path": ["Val/Frontal/2484_IM-1012-1001.dcm.png", "Val/Lateral/2484_IM-1012-2001.dcm.png"], "split": "val"}, {"id": "2492", "report": "The The cardiac silhouette and pulmonary vascularity are normal. Atherosclerotic changes are present in the thoracic aorta. The lungs are clear with no evidence of pleural effusion or pneumothorax . Deformity of multiple left anterior ribs are present from previous fractures. Lumbar scoliosis is noted. No evidence of acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2492_IM-1018-1001.dcm.png", "Val/Lateral/2492_IM-1018-2001.dcm.png"], "split": "val"}, {"id": "2503", "report": "The lungs are clear. There is no pleural effusion or pneumothorax. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted. No acute pulmonary disease.", "image_path": ["Val/Frontal/2503_IM-1028-1001.dcm.png", "Val/Lateral/2503_IM-1028-2001.dcm.png"], "split": "val"}, {"id": "2509", "report": "The lungs are hyperexpanded, with increased AP diameter of the chest. The cardiomediastinal silhouette is stable and normal. There is no pneumothorax or large pleural effusion. No acute cardiopulmonary abnormality. Chronic changes consistent with emphysema.", "image_path": ["Val/Frontal/2509_IM-1031-1001.dcm.png", "Val/Lateral/2509_IM-1031-2001.dcm.png"], "split": "val"}, {"id": "2511", "report": "Sternotomy XXXX noted. Suture material overlies the left upper lobe. Heart size within normal limits. Negative for focal pulmonary consolidation, pleural effusion or pneumothorax. Scarring left costophrenic XXXX, unchanged. Calcified granulomas noted. No acute abnormality.", "image_path": ["Val/Frontal/2511_IM-1034-1001.dcm.png", "Val/Lateral/2511_IM-1034-2001.dcm.png"], "split": "val"}, {"id": "2520", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. A few bandlike opacities are present which are XXXX to represent small areas of scarring or atelectasis. There is eventration of the right hemidiaphragm. Calcified granuloma is present in the left lung. No evidence of active disease.", "image_path": ["Val/Frontal/2520_IM-1039-27001.dcm.png", "Val/Lateral/2520_IM-1039-28001.dcm.png"], "split": "val"}, {"id": "2526", "report": " Normal heart size. Normal pulmonary vasculature. Normal mediastinal contours. Lung parenchyma is clear. No airspace disease. No pulmonary edema. No XXXX of pleural effusions. No XXXX of active cardiopulmonary disease.", "image_path": ["Val/Frontal/2526_IM-1043-1001.dcm.png", "Val/Lateral/2526_IM-1043-2001.dcm.png"], "split": "val"}, {"id": "2527", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. 1. No acute cardiopulmonary process. 2. Bilateral scapula appear unremarkable.", "image_path": ["Val/Frontal/2527_IM-1043-1001.dcm.png", "Val/Lateral/2527_IM-1043-2001.dcm.png"], "split": "val"}, {"id": "2536", "report": "The lungs appear clear. The heart and pulmonary XXXX are normal. Mediastinal contours are normal. Surgical clips are identified in the mediastinum. Pleural spaces are clear. Soft tissue XXXX previously noted along the right lateral chest wall has resolved. No acute cardiopulmonary disease", "image_path": ["Val/Frontal/2536_IM-1049-1001.dcm.png", "Val/Lateral/2536_IM-1049-2001.dcm.png"], "split": "val"}, {"id": "2538", "report": "Normal heart size and mediastinal contours. No abnormal airspace opacities or large cavitary lung lesions. Visualized osseous structures are unremarkable in appearance. No radiographic evidence of tuberculosis.", "image_path": ["Val/Frontal/2538_IM-1050-1001.dcm.png", "Val/Lateral/2538_IM-1050-1002.dcm.png"], "split": "val"}, {"id": "2540", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion. Cardiomediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/2540_IM-1052-1001.dcm.png", "Val/Lateral/2540_IM-1052-2001.dcm.png"], "split": "val"}, {"id": "2553", "report": "There are several small calcified granulomas. The lungs are otherwise clear. No focal airspace consolidation. No suspicious pulmonary mass or nodule is identified. There is no pleural effusion or pneumothorax. Heart size and mediastinal contour are within normal limits. There are diffuse degenerative changes of the spine. No evidence of active disease.", "image_path": ["Val/Frontal/2553_IM-1059-1001.dcm.png", "Val/Lateral/2553_IM-1059-2001.dcm.png"], "split": "val"}, {"id": "2558", "report": "There is no focal consolidation. There is no pneumothorax or large pleural effusion. The cardiomediastinal contours are grossly unremarkable. The heart size is within normal limits. No acute cardiopulmonary findings. .", "image_path": ["Val/Frontal/2558_IM-1062-10001.dcm.png", "Val/Lateral/2558_IM-1062-1001.dcm.png"], "split": "val"}, {"id": "2562", "report": "The heart size is normal. The mediastinal contour is within normal limits. Low lung volumes and bronchovascular crowding. Mild bibasilar opacities, XXXX atelectasis. The lungs are free of any focal infiltrates. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. Stable degenerative change throughout the thoracic spine. Stable thoracolumbar retrolisthesis. There is no visible free intraperitoneal air under the diaphragm. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/2562_IM-1065-1001.dcm.png", "Val/Lateral/2562_IM-1065-3001.dcm.png"], "split": "val"}, {"id": "2563", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings. .", "image_path": ["Val/Frontal/2563_IM-1066-1001.dcm.png", "Val/Lateral/2563_IM-1066-2001.dcm.png"], "split": "val"}, {"id": "2575", "report": "The lungs are clear. Heart size is normal. No pneumothorax. There are endplate changes within the spine. Clear lungs. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/2575_IM-1075-1001.dcm.png", "Val/Lateral/2575_IM-1075-2001.dcm.png"], "split": "val"}, {"id": "2579", "report": "The lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. Bony thorax unremarkable. Negative for acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/2579_IM-1078-1001.dcm.png", "Val/Lateral/2579_IM-1078-2001.dcm.png"], "split": "val"}, {"id": "2583", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/2583_IM-1081-1001.dcm.png", "Val/Lateral/2583_IM-1081-2001.dcm.png"], "split": "val"}, {"id": "2584", "report": "2 images. Heart size and pulmonary vascular engorgement appear within limits of normal. Mediastinal contour is unremarkable. No focal consolidation, pleural effusion, or pneumothorax identified. No convincing acute bony findings. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2584_IM-1081-1001.dcm.png", "Val/Lateral/2584_IM-1081-2001.dcm.png"], "split": "val"}, {"id": "2586", "report": " Lungs are clear. Heart size normal. Dilated aorta secondary to aortic dissection.", "image_path": ["Val/Frontal/2586_IM-1083-1001.dcm.png", "Val/Lateral/2586_IM-1083-1003.dcm.png"], "split": "val"}, {"id": "2608", "report": "Consolidation and costophrenic XXXX blunting persists in both lower lobes. Heart and pulmonary XXXX remain normal. No XXXX infiltrates. Persistent bibasilar airspace disease and bilateral pleural fluid.", "image_path": ["Val/Frontal/2608_IM-1098-2001.dcm.png", "Val/Lateral/2608_IM-1098-1001.dcm.png"], "split": "val"}, {"id": "2613", "report": " Lungs appear slightly hyperinflated, suggestive of emphysema. No acute airspace abnormality seen. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2613_IM-1104-1001.dcm.png", "Val/Lateral/2613_IM-1104-3003.dcm.png"], "split": "val"}, {"id": "2638", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. Osseous structures are within normal limits for patient age.. 1. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/2638_IM-1123-1001.dcm.png", "Val/Lateral/2638_IM-1123-2001.dcm.png"], "split": "val"}, {"id": "2651", "report": "Cardiomediastinal silhouettes are within normal limits. Lungs are clear without focal consolidation, pneumothorax, or pleural effusion. Bony thorax is unremarkable. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2651_IM-1136-1001.dcm.png", "Val/Lateral/2651_IM-1136-2001.dcm.png"], "split": "val"}, {"id": "2653", "report": "Heart size and mediastinal contours appear within normal limits. Pulmonary vascularity is within normal limits. No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Mild degenerative changes of the thoracic spine. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/2653_IM-1137-1001.dcm.png", "Val/Lateral/2653_IM-1137-2001.dcm.png"], "split": "val"}, {"id": "2657", "report": " Heart size is normal. Small bilateral pleural effusions right greater than left. Probable interstitial edema, less XXXX fibrosis.", "image_path": ["Val/Frontal/2657_IM-1139-0001-0002.dcm.png", "Val/Lateral/2657_IM-1139-0001-0001.dcm.png"], "split": "val"}, {"id": "2660", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/2660_IM-1142-1001.dcm.png", "Val/Lateral/2660_IM-1142-2001.dcm.png"], "split": "val"}, {"id": "2664", "report": " Stable cardiomediastinal silhouette with normal heart size. XXXX mild streaky opacities in the left base, atelectasis versus infiltrate. No definite pleural effusion seen. No typical findings of pulmonary edema.", "image_path": ["Val/Frontal/2664_IM-1145-1001.dcm.png", "Val/Lateral/2664_IM-1145-2001.dcm.png"], "split": "val"}, {"id": "2669", "report": " Small patchy left lower lobe opacity, primary differential considerations include atelectasis, infiltrate, aspiration, clinical correlation recommended. No definite pleural effusion seen. Heart size within normal limits for technique, no typical findings of pulmonary edema.", "image_path": ["Val/Frontal/2669_IM-1147-1001.dcm.png", "Val/Lateral/2669_IM-1147-2001.dcm.png"], "split": "val"}, {"id": "2674", "report": " Normal heart size. Normal pulmonary vasculature. Normal mediastinal contours. Lung parenchyma is clear. No airspace disease. No pulmonary edema. No XXXX of pleural effusions. No XXXX of metastasis. No XXXX of active cardiopulmonary disease.", "image_path": ["Val/Frontal/2674_IM-1149-1001.dcm.png", "Val/Lateral/2674_IM-1149-2001.dcm.png"], "split": "val"}, {"id": "2679", "report": " Normal heart size and normal mediastinal contours. Normal pulmonary vasculature. No XXXX of pleural effusions. No infiltrates. Moderate scoliosis in the thoracolumbar spine. Normal X-XXXX of chest.", "image_path": ["Val/Frontal/2679_IM-1153-1001.dcm.png", "Val/Lateral/2679_IM-1153-2001.dcm.png"], "split": "val"}, {"id": "2681", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There is a small stable XXXX foreign body noted over the left chest. There are vascular calcifications over the aortic XXXX. There are mild degenerative changes of the spine. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2681_IM-1154-1001.dcm.png", "Val/Lateral/2681_IM-1154-2001.dcm.png"], "split": "val"}, {"id": "2683", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/2683_IM-1156-1001.dcm.png", "Val/Lateral/2683_IM-1156-1002.dcm.png"], "split": "val"}, {"id": "2691", "report": " Exam quality limited by hypoinflation and rotation. Considering technical factors heart size XXXX mildly enlarged, aortic calcifications and ectasia/tortuosity, mediastinal calcifications suggest a previous granulomatous process. No focal alveolar consolidation, no definite pleural effusion seen. Bronchovascular crowding without typical findings of pulmonary edema.", "image_path": ["Val/Frontal/2691_IM-1163-4004.dcm.png", "Val/Lateral/2691_IM-1163-1001.dcm.png"], "split": "val"}, {"id": "2693", "report": "There are low lung volumes. The cardiac silhouette and mediastinal contours are within normal limits. There is tortuosity of the thoracic aorta. No pneumothorax. No large pleural effusion. Low lung volumes without acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2693_IM-1165-1001.dcm.png", "Val/Lateral/2693_IM-1165-2001.dcm.png"], "split": "val"}, {"id": "2699", "report": "The heart is normal in size and contour. The lungs are clear, without evidence of infiltrate. There is no pneumothorax or effusion. Multiple punctate round XXXX XXXX over the abdomen on the lateral view. These may reside within, or outside of the patient. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2699_IM-1167-1001.dcm.png", "Val/Lateral/2699_IM-1167-2001.dcm.png"], "split": "val"}, {"id": "2714", "report": " Comparison XXXX, XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/2714_IM-1180-1001.dcm.png", "Val/Lateral/2714_IM-1180-2001.dcm.png"], "split": "val"}, {"id": "2719", "report": "Heart size within normal limits. Prominent interstitial and nodular opacities are increased since comparison exam. There is a 1 cm nodular opacity in the right costophrenic XXXX, increased since comparison examination. A cystic lesion in the right upper lobe appears similar to prior examination. No pleural effusion or pneumothorax. Findings of cystic fibrosis with increased interstitial and nodular opacities, XXXX representing acute exacerbation on chronic changes of cystic fibrosis. .", "image_path": ["Val/Frontal/2719_IM-1182-1001.dcm.png", "Val/Lateral/2719_IM-1182-2001.dcm.png"], "split": "val"}, {"id": "2722", "report": "Overall low lung volumes. Lungs are grossly clear. Pleural thickening along the inferior left lateral chest. This appears relatively stable compared to the prior examination. No pleural effusions or pneumothoraces. cardiomegaly. Degenerative changes in the spine. 1. Cardiomegaly. 2. Pleural thickening along the inferior left lateral chest wall stable since the prior examination.", "image_path": ["Val/Frontal/2722_IM-1184-1001.dcm.png", "Val/Lateral/2722_IM-1184-2001.dcm.png"], "split": "val"}, {"id": "2728", "report": "Lungs remain hyperexpanded. No change in the right middle lobe opacification. No XXXX infiltrates or masses. Pulmonary arteries are prominent centrally. XXXX change COPD. Chronic right middle lobe scar and atelectasis. Pulmonary arterial hypertension.", "image_path": ["Val/Frontal/2728_IM-1187-1001.dcm.png", "Val/Lateral/2728_IM-1187-2001.dcm.png"], "split": "val"}, {"id": "2731", "report": " Heart size is normal. Lungs are clear.", "image_path": ["Val/Frontal/2731_IM-1189-1001.dcm.png", "Val/Lateral/2731_IM-1189-1002.dcm.png"], "split": "val"}, {"id": "2735", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/2735_IM-1189-1001.dcm.png", "Val/Lateral/2735_IM-1189-1002.dcm.png"], "split": "val"}, {"id": "2747", "report": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. Small pleural effusion is identified. Small bilateral pleural effusions.", "image_path": ["Val/Frontal/2747_IM-1198-1001.dcm.png", "Val/Lateral/2747_IM-1198-2001.dcm.png"], "split": "val"}, {"id": "2748", "report": "The lungs are clear. There is no focal airspace consolidation. No suspicious pulmonary mass or nodule is identified. There is no pleural effusion or pneumothorax. Heart size and mediastinal contour are within normal limits. No evidence of active disease.", "image_path": ["Val/Frontal/2748_IM-1198-1001.dcm.png", "Val/Lateral/2748_IM-1198-2001.dcm.png"], "split": "val"}, {"id": "2751", "report": "The Cardiopulmonary silhouette is normal. The Heart size is normal. The lungs are clear with no pulmonary effusions or pneumothorax. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/2751_IM-1201-1001.dcm.png", "Val/Lateral/2751_IM-1201-2001.dcm.png"], "split": "val"}, {"id": "2761", "report": "Stable, normal cardiac size, mediastinum, and central pulmonary vasculature. Interval development of mild patchy airspace opacities within the posterior aspect of the right upper lobe, concerning for underlying pneumonia. Stable mild background chronic interstitial changes. No evidence of associated pleural effusion or pneumothorax. Multilevel midthoracic degenerative changes, with prominent anterolateral marginal osteophytes. 1. Suspected mild patchy right upper lobe pneumonia, for which clinical correlation is recommended.", "image_path": ["Val/Frontal/2761_IM-1208-1001.dcm.png", "Val/Lateral/2761_IM-1208-2001.dcm.png"], "split": "val"}, {"id": "2768", "report": "XXXX XXXX and lateral chest examination was obtained. The heart silhouette is normal in size and contour. Aortic XXXX appear unremarkable. Lungs demonstrate no acute findings. There is no effusion or pneumothorax. No acute pulmonary disease.", "image_path": ["Val/Frontal/2768_IM-1212-1001.dcm.png", "Val/Lateral/2768_IM-1212-2001.dcm.png"], "split": "val"}, {"id": "2770", "report": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality. Negative for acute abnormality.", "image_path": ["Val/Frontal/2770_IM-1213-1001.dcm.png", "Val/Lateral/2770_IM-1213-2001.dcm.png"], "split": "val"}, {"id": "2777", "report": "PA and lateral views the chest were obtained. The cardiomediastinal silhouette is normal in size and configuration. The lungs are well aerated. No pneumothorax, pleural effusion, or focal air space consolidation. Minimal scarring or atelectasis left lung base. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2777_IM-1217-1001.dcm.png", "Val/Lateral/2777_IM-1217-2001.dcm.png"], "split": "val"}, {"id": "2781", "report": "Normal heart. Clear lungs. No pneumothorax. No pleural effusion. Trachea is midline. Normal chest exam.", "image_path": ["Val/Frontal/2781_IM-1219-1001.dcm.png", "Val/Lateral/2781_IM-1219-2001.dcm.png"], "split": "val"}, {"id": "2784", "report": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2784_IM-1220-1001.dcm.png", "Val/Lateral/2784_IM-1220-2001.dcm.png"], "split": "val"}, {"id": "2788", "report": "There is no focal consolidation. There is no pneumothorax or large pleural effusion. The cardiomediastinal contours are grossly unremarkable. The heart size is within normal limits. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/2788_IM-1222-1001.dcm.png", "Val/Lateral/2788_IM-1222-3001.dcm.png"], "split": "val"}, {"id": "2791", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. No evidence of active disease.", "image_path": ["Val/Frontal/2791_IM-1225-2001.dcm.png", "Val/Lateral/2791_IM-1225-3001.dcm.png"], "split": "val"}, {"id": "2792", "report": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2792_IM-1226-1001.dcm.png", "Val/Lateral/2792_IM-1226-2001.dcm.png"], "split": "val"}, {"id": "2795", "report": "Cardiomediastinal silhouettes are within normal limits. The there is a diffuse reticulonodular pattern the lungs bilaterally. Pulmonary vasculature is within normal limits. Negative for pneumothorax or large pleural effusion. Bony thorax is unremarkable Diffuse reticulonodular pattern bilaterally. The this may represent heart failure, opportunistic infection, or idiopathic interstitial pneumonitis. XXXX of chest for further characterization.", "image_path": ["Val/Frontal/2795_IM-1227-1001.dcm.png", "Val/Lateral/2795_IM-1227-2001.dcm.png"], "split": "val"}, {"id": "2803", "report": "There are low lung volumes. The cardiac silhouette, upper mediastinum pulmonary vasculature are within normal limits. There is no acute pulmonary consolidation, pleural effusion or pneumothorax. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/2803_IM-1234-1001.dcm.png", "Val/Lateral/2803_IM-1234-2001.dcm.png"], "split": "val"}, {"id": "2807", "report": "Frontal and lateral views of the chest show normal size and configuration of the cardiac silhouette. Normal mediastinal contour, pulmonary XXXX and vasculature, central airways and lung volumes. No pleural effusion. No acute or active cardiac, pulmonary or pleural disease.", "image_path": ["Val/Frontal/2807_IM-1237-1001.dcm.png", "Val/Lateral/2807_IM-1237-2001.dcm.png"], "split": "val"}, {"id": "2808", "report": "Sequelae of old granulomatous disease. Lungs are clear without focal consolidation. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Clear lungs.", "image_path": ["Val/Frontal/2808_IM-1238-1001.dcm.png", "Val/Lateral/2808_IM-1238-2001.dcm.png"], "split": "val"}, {"id": "2814", "report": " There is cardiomegaly. Lateral view somewhat limited however small bilateral pleural effusions suspected. There is central vascular congestion.", "image_path": ["Val/Frontal/2814_IM-1239-1001.dcm.png", "Val/Lateral/2814_IM-1239-2001.dcm.png"], "split": "val"}, {"id": "2815", "report": "The heart is normal in size. The mediastinum is unremarkable. Granulomatous sequela are noted. The lungs are otherwise clear. No acute disease.", "image_path": ["Val/Frontal/2815_IM-1240-1001.dcm.png", "Val/Lateral/2815_IM-1240-2001.dcm.png"], "split": "val"}, {"id": "2820", "report": "PA and lateral views of the chest were obtained. The heart is normal in size. Mediastinal contours are within normal limits. The lungs are clear. There is no pleural effusion or pneumothorax. No acute disease.", "image_path": ["Val/Frontal/2820_IM-1244-1001.dcm.png", "Val/Lateral/2820_IM-1244-2001.dcm.png"], "split": "val"}, {"id": "2836", "report": "Frontal and lateral views of the chest with overlying external cardiac monitor leads show reduced lung volumes with bronchovascular crowding of basilar atelectasis. No definite focal airspace consolidation or pleural effusion. The cardiac silhouette appears mildly enlarged. Mild cardiomegaly. Basilar atelectasis.", "image_path": ["Val/Frontal/2836_IM-1252-1001.dcm.png", "Val/Lateral/2836_IM-1252-2001.dcm.png"], "split": "val"}, {"id": "2848", "report": "Mild cardiomegaly. Lungs are clear. Calcified hilar XXXX. No pleural effusion or pneumothorax. Soft tissues and showed unremarkable. No evidence of active tuberculosis.", "image_path": ["Val/Frontal/2848_IM-1256-1001.dcm.png", "Val/Lateral/2848_IM-1256-1002.dcm.png"], "split": "val"}, {"id": "2855", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/2855_IM-1263-1001.dcm.png", "Val/Lateral/2855_IM-1263-2001.dcm.png"], "split": "val"}, {"id": "2856", "report": "Normal heart size. No focal airspace consolidation, pneumothorax, pleural effusion, or pulmonary edema. No focal bony abnormality. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2856_IM-1263-1001.dcm.png", "Val/Lateral/2856_IM-1263-2001.dcm.png"], "split": "val"}, {"id": "2871", "report": "The heart size is upper limits of normal. The pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/2871_IM-1277-1001.dcm.png", "Val/Lateral/2871_IM-1277-2001.dcm.png"], "split": "val"}, {"id": "2879", "report": "Borderline heart size. Tortuous calcified aorta. No active pulmonary disease. Mild spondylosis. No acute process.", "image_path": ["Val/Frontal/2879_IM-1284-1001.dcm.png", "Val/Lateral/2879_IM-1284-2001.dcm.png"], "split": "val"}, {"id": "2885", "report": "The heart is normal in size and contour. The lungs are clear, without evidence of infiltrate. There is no pneumothorax or effusion. There is an obliquely oriented XXXX lucency through the posterior right 12th rib. Acute obliquely oriented lucency through the right 12th posterior rib, concerning for acute fracture. Recommend correlation with side of XXXX tenderness. No other fractures are XXXX identified. If there is high clinical concern, recommend further evaluation with dedicated views of the right ribs.", "image_path": ["Val/Frontal/2885_IM-1287-2001.dcm.png", "Val/Lateral/2885_IM-1287-3001.dcm.png"], "split": "val"}, {"id": "2894", "report": "The tracheostomy tube is in stable position. Right subclavian catheter tip is in the lower SVC. The left upper extremity PICC tip is in the mid SVC. Surgical XXXX overlie the soft tissues of the neck. The lungs are clear. Heart size is normal. No pneumothorax. 1. No acute cardiopulmonary findings. .", "image_path": ["Val/Frontal/2894_IM-1296-4001-0001.dcm.png", "Val/Lateral/2894_IM-1296-4001-0002.dcm.png"], "split": "val"}, {"id": "2902", "report": "The cardiac silhouette, upper mediastinum and pulmonary vasculature are within normal limits. There is no acute air space infiltrate, pleural effusion or pneumothorax. The visualized osseous structures are intact. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/2902_IM-1306-4001.dcm.png", "Val/Lateral/2902_IM-1306-3001.dcm.png"], "split": "val"}, {"id": "2917", "report": "Lungs are hyperexpanded. Bullae are present in the upper lobes. No focal infiltrates or masses in the lungs. Heart size normal. COPD. No acute disease.", "image_path": ["Val/Frontal/2917_IM-1319-1001.dcm.png", "Val/Lateral/2917_IM-1319-2001.dcm.png"], "split": "val"}, {"id": "2924", "report": "The heart size is normal. The mediastinal contour is within normal limits. The lungs are free of any focal infiltrates. There is a small calcified granuloma within the left upper lobe. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm. No acute radiographic cardiopulmonary process.", "image_path": ["Val/Frontal/2924_IM-1327-1001.dcm.png", "Val/Lateral/2924_IM-1327-2001.dcm.png"], "split": "val"}, {"id": "2925", "report": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pleural effusion is identified. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2925_IM-1327-1001.dcm.png", "Val/Lateral/2925_IM-1327-2001.dcm.png"], "split": "val"}, {"id": "2935", "report": "Scoliosis and focal eventration of the posterior left hemidiaphragm. No focal alveolar consolidation. Rotated position, considering technical factors heart size XXXX within normal limits. No definite pleural effusion seen, left bronchovascular crowding without typical findings of pulmonary edema. Exaggerated kyphosis with increased AP dimension of the thorax. No acute cardiopulmonary findings", "image_path": ["Val/Frontal/2935_IM-1337-1001.dcm.png", "Val/Lateral/2935_IM-1337-2001.dcm.png"], "split": "val"}, {"id": "2943", "report": " Mild left costophrenic XXXX blunting XXXX XXXX basilar pleural effusion, increased left suprahilar opacity, differential diagnosis includes increased volume loss, apical pleural fluid, tumor progression. Left hemithorax volume loss with leftward shift of the heart and mediastinum. XXXX right costophrenic XXXX, right lung free of focal consolidation.", "image_path": ["Val/Frontal/2943_IM-1343-4004.dcm.png", "Val/Lateral/2943_IM-1343-1001.dcm.png"], "split": "val"}, {"id": "2945", "report": "Diffuse bilateral coarse interstitial markings are unchanged. No focal consolidation, pleural effusion, pneumothoraces. Cardiomediastinal silhouette is within normal limits. Degenerative changes of the shoulder. Soft tissues are unremarkable.. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/2945_IM-1345-12012.dcm.png", "Val/Lateral/2945_IM-1345-3001.dcm.png"], "split": "val"}, {"id": "2951", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. No pleural air collections. Heart and mediastinum normal. A vague lucency is present in left rib 7 anteriorly. No active disease. No evidence for cardiopulmonary injuries. Possibility of left rib 7 anterior nondisplaced fracture as described.", "image_path": ["Val/Frontal/2951_IM-1349-1001.dcm.png", "Val/Lateral/2951_IM-1349-2001.dcm.png"], "split": "val"}, {"id": "2960", "report": "Normal cardiac contours. Clear lung XXXX bilaterally. No pneumothorax or pleural effusion. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/2960_IM-1354-1001.dcm.png", "Val/Lateral/2960_IM-1354-2001.dcm.png"], "split": "val"}, {"id": "2961", "report": "There is patchy opacity in the left base concerning for atelectasis versus pneumonitis. There is a curvilinear lucency that appears to be in the right hemidiaphragm and a small amount of free intraperitoneal air may be present. There is a small left pleural effusion. The heart is not significantly enlarged. There are atherosclerotic changes of the aorta. Arthritic changes of the skeletal structures are noted. 1. Question small amount of free intraperitoneal air on the right. This is XXXX to be postprocedural due to the recent abdominal surgery. 2. Left basilar airspace opacity atelectasis versus pneumonitis.", "image_path": ["Val/Frontal/2961_IM-1355-1001.dcm.png", "Val/Lateral/2961_IM-1355-2001.dcm.png"], "split": "val"}, {"id": "2962", "report": "Stable mild thoracic levoscoliosis. Stable cardiomegaly. Multiple scattered round calcific densities XXXX represent old granulomatous disease. No pneumothorax or pleural effusion. No focal consolidation. Moderate degenerative changes of the thoracic spine. Stable cardiomegaly with no focal airspace disease.", "image_path": ["Val/Frontal/2962_IM-1355-1001.dcm.png", "Val/Lateral/2962_IM-1355-2001.dcm.png"], "split": "val"}, {"id": "2966", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Scoliosis and degenerative changes are present in the spine. 1. No evidence of active disease.", "image_path": ["Val/Frontal/2966_IM-1359-1001.dcm.png", "Val/Lateral/2966_IM-1359-2001.dcm.png"], "split": "val"}, {"id": "2969", "report": "Heart size and mediastinal contours are stable. Atherosclerotic calcifications of the aorta. Moderate severe hyperexpansion of the lungs and decreased peripheral vascular markings, consistent with emphysema. Stable biapical pleural-parenchymal scarring. Scattered granulomas. No abnormal airspace consolidation. No pneumothorax or pleural effusion. 1. Stable emphysematous changes. 2. Stable biapical pleural-parenchymal scarring.", "image_path": ["Val/Frontal/2969_IM-1360-1001.dcm.png", "Val/Lateral/2969_IM-1360-2001.dcm.png"], "split": "val"}, {"id": "2972", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are hypoinflated. Costophrenic XXXX are blunted, XXXX corresponding to small bilateral pleural effusions. There is no focal consolidation or pneumothorax. Low lung volumes with blunted costophrenic XXXX, XXXX XXXX bilateral pleural effusions.", "image_path": ["Val/Frontal/2972_IM-1363-1001.dcm.png", "Val/Lateral/2972_IM-1363-2001.dcm.png"], "split": "val"}, {"id": "2978", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size and contour. There is a XXXX-A-XXXX terminating at the caval atrial junction, without evidence of pneumothorax. There is no focal airspace disease. There are small calcified nodules in the superior segment of the right lower lobe, XXXX old granulomatous infection. There are no acute bony findings. No acute findings. .", "image_path": ["Val/Frontal/2978_IM-1367-4001.dcm.png", "Val/Lateral/2978_IM-1367-1001.dcm.png"], "split": "val"}, {"id": "2982", "report": "The heart is normal in size. The mediastinum is unremarkable. XXXX scarring is noted in the lingula. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/2982_IM-1371-1001.dcm.png", "Val/Lateral/2982_IM-1371-2001.dcm.png"], "split": "val"}, {"id": "3000", "report": "There are multiple bilateral pulmonary nodules. For example, there is a 12 mm left lower lobe nodule, XXXX seen on the frontal view. There is no pleural effusion or pneumothorax. Heart size is within normal limits. The left hilar contour is prominent. There are diffuse degenerative changes of the spine. 1. Multiple bilateral pulmonary nodules, concerning for metastatic disease. 2. Prominent left hilum. After correlation with the XXXX scan performed today, findings XXXX reflect enlargement of the left pulmonary artery.", "image_path": ["Val/Frontal/3000_IM-1386-0001-0001.dcm.png", "Val/Lateral/3000_IM-1386-0001-0002.dcm.png"], "split": "val"}, {"id": "3013", "report": "The cardiac silhouette is mildly enlarged and appears mildly increased in size from the XXXX study. There is normal caliber pulmonary vasculature. The lungs are grossly clear of focal airspace disease, pneumothorax, or pleural effusion. There is no evidence of pulmonary edema. Probable mild cardiomegaly, without evidence of acute failure. No focal airspace disease. .", "image_path": ["Val/Frontal/3013_IM-1391-0001-0001.dcm.png", "Val/Lateral/3013_IM-1391-0001-0002.dcm.png"], "split": "val"}, {"id": "3018", "report": "Heart size within normal limits. No focal airspace disease. Stable 4 mm lateral left midlung calcified granuloma. No pneumothorax or pleural effusion. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3018_IM-1393-1001.dcm.png", "Val/Lateral/3018_IM-1393-1002.dcm.png"], "split": "val"}, {"id": "3021", "report": " The heart size and cardiomediastinal silhouette are within normal limits. Pulmonary vasculature appears normal. There is no focal air space consolidation. No pleural effusion or pneumothorax.", "image_path": ["Val/Frontal/3021_IM-1396-4004.dcm.png", "Val/Lateral/3021_IM-1396-2001.dcm.png"], "split": "val"}, {"id": "3030", "report": "Normal cardiomediastinal silhouette. There is no focal consolidation. There are no XXXX of a large pleural effusion. There is no pneumothorax. There is no acute bony abnormality seen. There is no radiographic evidence of acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3030_IM-1405-3001.dcm.png", "Val/Lateral/3030_IM-1405-4001.dcm.png"], "split": "val"}, {"id": "3039", "report": "Normal heart size. Clear lungs. No pneumothorax or large pleural effusion. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3039_IM-1412-1001.dcm.png", "Val/Lateral/3039_IM-1412-2001.dcm.png"], "split": "val"}, {"id": "3047", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. No evidence of active disease.", "image_path": ["Val/Frontal/3047_IM-1418-1001.dcm.png", "Val/Lateral/3047_IM-1418-3001.dcm.png"], "split": "val"}, {"id": "3053", "report": " No comparison chest x-XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/3053_IM-1421-1001.dcm.png", "Val/Lateral/3053_IM-1421-2001.dcm.png"], "split": "val"}, {"id": "3063", "report": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3063_IM-1428-1001.dcm.png", "Val/Lateral/3063_IM-1428-2001.dcm.png"], "split": "val"}, {"id": "3069", "report": "Right upper lobe airspace disease consistent with pneumonia given patient's history. The lungs are otherwise clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Right upper lobe pneumonia.", "image_path": ["Val/Frontal/3069_IM-1432-1001.dcm.png", "Val/Lateral/3069_IM-1432-2001.dcm.png"], "split": "val"}, {"id": "3084", "report": "Heart size is normal. No pleural effusions. No pneumothorax. No focal air space opacities. Mild degenerative osteophytes are noted in the thoracic spine. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/3084_IM-1443-1001.dcm.png", "Val/Lateral/3084_IM-1443-2001.dcm.png"], "split": "val"}, {"id": "3090", "report": "Normal cardiac contour. Right sided pleural effusion. Clear left lung XXXX. No pneumothorax. 1. Right sided pleural effusion.", "image_path": ["Val/Frontal/3090_IM-1445-1001.dcm.png", "Val/Lateral/3090_IM-1445-2001.dcm.png"], "split": "val"}, {"id": "3091", "report": "The heart size is mildly enlarged. The patient is post aortic valve replacement. The XXXX sternotomy XXXX are intact. The pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There mild degenerative changes of the spine. No acute cardiopulmonary disease. Critical result notification documented through Primordial.", "image_path": ["Val/Frontal/3091_IM-1445-1001.dcm.png", "Val/Lateral/3091_IM-1445-2001.dcm.png"], "split": "val"}, {"id": "3099", "report": "Lungs are clear without focal consolidation, effusion, or pneumothorax. Normal heart size. Bony thorax and soft tissues grossly unremarkable. Calcified left hilar XXXX. Negative for acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3099_IM-1450-1001.dcm.png", "Val/Lateral/3099_IM-1450-2001.dcm.png"], "split": "val"}, {"id": "3101", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Degenerative changes are present in the spine. Stent is noted in the abdomen. The thoracic aorta is tortuous. Calcified granuloma are noted. 1. No evidence of active disease.", "image_path": ["Val/Frontal/3101_IM-1453-1001.dcm.png", "Val/Lateral/3101_IM-1453-3001.dcm.png"], "split": "val"}, {"id": "3104", "report": " No pneumothorax or effusion. No pneumonia. Heart size normal. Lungs clear", "image_path": ["Val/Frontal/3104_IM-1455-1001.dcm.png", "Val/Lateral/3104_IM-1455-2001.dcm.png"], "split": "val"}, {"id": "3117", "report": "Heart size is normal. The lungs and costophrenic XXXX are clear. The bony thorax is grossly intact. Normal chest.", "image_path": ["Val/Frontal/3117_IM-1465-1001.dcm.png", "Val/Lateral/3117_IM-1465-2001.dcm.png"], "split": "val"}, {"id": "3118", "report": "No pneumothorax, pleural effusion, or focal airspace disease. Heart size normal. Cardiomediastinal silhouette stable. Nodular densities consistent with chronic granulomatous disease. Bony structures appear intact. Negative for acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3118_IM-1466-1001.dcm.png", "Val/Lateral/3118_IM-1466-2001.dcm.png"], "split": "val"}, {"id": "3120", "report": "The heart is normal in size and contour. There is no mediastinal widening. The lungs are clear bilaterally. No large pleural effusion or pneumothorax. Fractures of the posterior left 4th, 5th, and 6th ribs, age-indeterminate. 1. No acute cardiopulmonary abnormalities. Specifically, no pneumothorax. 2. Fractures of the posterior left 4th, 5th, and 6th ribs, age-indeterminate.", "image_path": ["Val/Frontal/3120_IM-1466-1001.dcm.png", "Val/Lateral/3120_IM-1466-2001.dcm.png"], "split": "val"}, {"id": "3122", "report": "The cardiomediastinal silhouette is normal size and configuration. Pulmonary vasculature within normal limits. The lungs are well-aerated. There is no pneumothorax, pleural effusion, or focal consolidation. No acute cardiopulmonary disease. .", "image_path": ["Val/Frontal/3122_IM-1467-1001.dcm.png", "Val/Lateral/3122_IM-1467-2001.dcm.png"], "split": "val"}, {"id": "3124", "report": "There is persistent, marked enlargement of the pulmonary arteries. Normal heart size. No focal airspace consolidation. No pleural effusion or pneumothorax. Visualized osseous structures are unremarkable in appearance. 1. Enlarged pulmonary arteries. This may be due to previous/chronic pulmonary embolism or XXXX pulmonary arterial hypertension. 2. No evidence of pneumonia or other acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3124_IM-1468-1001.dcm.png", "Val/Lateral/3124_IM-1468-2001.dcm.png"], "split": "val"}, {"id": "3129", "report": "Heart size within normal limits. Tortuous aorta. There is an accessory azygos fissure in the right upper lung. No focal air space consolidations are noted. No pneumothorax or pleural effusion. There is severe degenerative change at the thoracolumbar junction with mild anterior wedging at approximately T12. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3129_IM-1471-3001.dcm.png", "Val/Lateral/3129_IM-1471-2001.dcm.png"], "split": "val"}, {"id": "3131", "report": "No focal consolidation. No visualized pneumothorax. No large pleural effusions. The heart size and cardiomediastinal silhouette are grossly unremarkable. 1. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3131_IM-1473-1001.dcm.png", "Val/Lateral/3131_IM-1473-2001.dcm.png"], "split": "val"}, {"id": "3135", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardiomediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3135_IM-1474-1001.dcm.png", "Val/Lateral/3135_IM-1474-2001.dcm.png"], "split": "val"}, {"id": "3136", "report": "Cardiac size, mediastinal contour, and pulmonary vascularity are within normal limits. No focal consolidation, suspicious pulmonary opacity, pleural effusion, or pneumothorax. The visualized osseous structures appear intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/3136_IM-1475-1001.dcm.png", "Val/Lateral/3136_IM-1475-2001.dcm.png"], "split": "val"}, {"id": "3137", "report": "The trachea is midline. Cardiomediastinal silhouette is normal. There is a calcified density in the left mid lung, most XXXX a calcified granuloma. Lungs are otherwise clear, without evidence of acute infiltrate or effusion. Specifically, there is no evidence of tuberculous disease. There is no pneumothorax. The bony structures show no acute abnormalities. No acute cardiopulmonary abnormalities. No active pulmonary disease.", "image_path": ["Val/Frontal/3137_IM-1476-1001.dcm.png", "Val/Lateral/3137_IM-1476-1002.dcm.png"], "split": "val"}, {"id": "3150", "report": "The trachea is midline. Cardiomediastinal silhouette is normal. The there are XXXX opacities in the left lower lobe of the lung, which are most XXXX dependent atelectasis. There is no pneumothorax. Visualized bony structures reveal no acute abnormalities. Left base focal atelectasis, no infiltrates that would suggest active tuberculosis.", "image_path": ["Val/Frontal/3150_IM-1482-3001.dcm.png", "Val/Lateral/3150_IM-1482-4001.dcm.png"], "split": "val"}, {"id": "3156", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality.. Specifically, no evidence of active tuberculous process.", "image_path": ["Val/Frontal/3156_IM-1486-1001.dcm.png", "Val/Lateral/3156_IM-1486-2001.dcm.png"], "split": "val"}, {"id": "3158", "report": "Cardiomegaly is present. The pulmonary vascularity appears within normal limits. Some scattered XXXX opacities are present whose appearance XXXX scarring or atelectasis. No focal airspace disease is seen. No pleural effusion is noted. No pneumothorax is identified. The left hemidiaphragm is elevated. Scoliosis is present involving the lumbar spine. There has been previous surgical resection of the left 6th rib. 1. Cardiomegaly without overt heart failure. 2. Continued elevation of the left hemidiaphragm. 3. Scattered XXXX of left base scarring/atelectasis.", "image_path": ["Val/Frontal/3158_IM-1487-1001.dcm.png", "Val/Lateral/3158_IM-1487-2001.dcm.png"], "split": "val"}, {"id": "3165", "report": "Normal and stable cardiomediastinal contours. Interval removal of left-sided intravenous catheter. No pneumothorax. XXXX XXXX opacities obscuring the hemidiaphragms, slightly improved from prior exam.. Right-sided rib fractures again noted. Mildly improved XXXX XXXX opacities, which may represent atelectasis, infiltrate and/or pleural effusions.", "image_path": ["Val/Frontal/3165_IM-1490-13013.dcm.png", "Val/Lateral/3165_IM-1490-1001.dcm.png"], "split": "val"}, {"id": "3167", "report": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3167_IM-1491-1001.dcm.png", "Val/Lateral/3167_IM-1491-2001.dcm.png"], "split": "val"}, {"id": "3168", "report": "Normal heart size and mediastinal contours. No focal airspace consolidation. No pleural effusion or pneumothorax. Chronic appearing left lateral rib deformities. 1. No acute cardiopulmonary abnormality. 2. Interval development of healing left sided rib fractures.", "image_path": ["Val/Frontal/3168_IM-1492-1001.dcm.png", "Val/Lateral/3168_IM-1492-2001.dcm.png"], "split": "val"}, {"id": "3171", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/3171_IM-1494-1001.dcm.png", "Val/Lateral/3171_IM-1494-1002.dcm.png"], "split": "val"}, {"id": "3196", "report": "Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/3196_IM-1507-1001.dcm.png", "Val/Lateral/3196_IM-1507-2001.dcm.png"], "split": "val"}, {"id": "3197", "report": " Comparison XXXX, XXXX Bilateral calcified granulomas and some left basilar XXXX scarring as before. Clear lungs. No effusions. Unremarkable mediastinal contour. No acute cardiopulmonary abnormality identified.. Stable chest.", "image_path": ["Val/Frontal/3197_IM-1508-1001.dcm.png", "Val/Lateral/3197_IM-1508-2001.dcm.png"], "split": "val"}, {"id": "3207", "report": "There's been interval enlargement in the cardiac silhouette. These XXXX't contours are within normal limits. The lungs are normally inflated and clear. Osseous structures are within normal limits for patient age. 1. No acute radiographic cardiopulmonary process. 2. Interval development of cardiomegaly.", "image_path": ["Val/Frontal/3207_IM-1514-1001.dcm.png", "Val/Lateral/3207_IM-1514-2001.dcm.png"], "split": "val"}, {"id": "3209", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/3209_IM-1515-1001.dcm.png", "Val/Lateral/3209_IM-1515-1002.dcm.png"], "split": "val"}, {"id": "3221", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality..", "image_path": ["Val/Frontal/3221_IM-1522-1002.dcm.png", "Val/Lateral/3221_IM-1522-1003.dcm.png"], "split": "val"}, {"id": "3222", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3222_IM-1522-1001.dcm.png", "Val/Lateral/3222_IM-1522-2001.dcm.png"], "split": "val"}, {"id": "3227", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute osseus abnormality. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/3227_IM-1525-1001.dcm.png", "Val/Lateral/3227_IM-1525-2001.dcm.png"], "split": "val"}, {"id": "3228", "report": "The heart is normal in size. The mediastinum is unremarkable. There is again biapical scarring. Small stable calcified left lower lobe granuloma. The lungs are otherwise clear. No acute disease.", "image_path": ["Val/Frontal/3228_IM-1526-1001.dcm.png", "Val/Lateral/3228_IM-1526-2001.dcm.png"], "split": "val"}, {"id": "3232", "report": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. In the left midlung zone, there has been development of a small lung nodule. This measures approximately 8 mm in diameter. 1. 8 mm left midlung nodule. XXXX since XXXX. Comparison to interval outside film would be helpful to assess the chronicity of this nodule. If old films are not available, or if this is XXXX, chest CT scan could be XXXX to better define this.", "image_path": ["Val/Frontal/3232_IM-1529-1001.dcm.png", "Val/Lateral/3232_IM-1529-2001.dcm.png"], "split": "val"}, {"id": "3234", "report": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pneumothorax or pleural effusion. Negative chest .", "image_path": ["Val/Frontal/3234_IM-1531-1001.dcm.png", "Val/Lateral/3234_IM-1531-2001.dcm.png"], "split": "val"}, {"id": "3238", "report": "The heart is normal in size. The mediastinal contours are within normal limits. Aorta is mildly tortuous and demonstrates atherosclerotic calcifications. The lungs are mildly hypoinflated with increased peripheral lung markings noted predominantly in the right upper and lower lung. There is no acute infiltrate or significant pleural effusion. Mild eventration of left hemidiaphragm is noted. Scattered XXXX opacities may be secondary to scarring and underlying emphysematous changes versus mild interstitial lung disease. No acute infiltrate.", "image_path": ["Val/Frontal/3238_IM-1534-1001.dcm.png", "Val/Lateral/3238_IM-1534-3003.dcm.png"], "split": "val"}, {"id": "3254", "report": "The heart size and mediastinal silhouette are within normal limits for contour. The lungs are clear. No pneumothorax or pleural effusions. The XXXX are intact. No acute cardiopulmonary abnormalities.", "image_path": ["Val/Frontal/3254_IM-1543-1001.dcm.png", "Val/Lateral/3254_IM-1543-2001.dcm.png"], "split": "val"}, {"id": "3257", "report": "The cardiac contours are normal. The lungs are clear. Thoracic spondylosis. No acute process.", "image_path": ["Val/Frontal/3257_IM-1544-1001.dcm.png", "Val/Lateral/3257_IM-1544-2001.dcm.png"], "split": "val"}, {"id": "3258", "report": "Normal heart size and mediastinal contours. The lungs are clear. There is no pneumothorax or pleural effusion. The XXXX are unremarkable. No acute cardiopulmonary process. .", "image_path": ["Val/Frontal/3258_IM-1544-1001.dcm.png", "Val/Lateral/3258_IM-1544-2001.dcm.png"], "split": "val"}, {"id": "3280", "report": "Right middle lobe opacity is present. The cardiac silhouette and mediastinal contours are within normal limits. There is no pneumothorax. No large pleural effusion. Right middle lobe opacity which may represent a focal area of consolidation or atelectasis.", "image_path": ["Val/Frontal/3280_IM-1561-2001.dcm.png", "Val/Lateral/3280_IM-1561-1001.dcm.png"], "split": "val"}, {"id": "3286", "report": "Lung volumes are low. The heart is large, the pulmonary XXXX are engorged. No infiltrates. XXXX opacity is present in the left midlung. Hypoinflation with cardiomegaly and pulmonary venous hypertension. Left mid lung focal atelectasis.", "image_path": ["Val/Frontal/3286_IM-1567-1001.dcm.png", "Val/Lateral/3286_IM-1567-2001.dcm.png"], "split": "val"}, {"id": "3291", "report": "The lungs are clear. The heart and pulmonary XXXX are normal. The pleural spaces are clear. Mediastinal contours are normal. No acute cardiopulmonary disease", "image_path": ["Val/Frontal/3291_IM-1572-1001.dcm.png", "Val/Lateral/3291_IM-1572-2001.dcm.png"], "split": "val"}, {"id": "3292", "report": "Mediastinal contours are normal. Opacity within the right middle and lower lobes. No displacement of the XXXX or XXXX fissure. No pneumothorax.. Opacification of the right middle and lower lobes.", "image_path": ["Val/Frontal/3292_IM-1572-1001.dcm.png", "Val/Lateral/3292_IM-1572-2001.dcm.png"], "split": "val"}, {"id": "3296", "report": "The lungs are clear. Heart size is normal. No pneumothorax. Calcified left hilar node. Clear lungs. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/3296_IM-1575-1001-0001.dcm.png", "Val/Lateral/3296_IM-1575-1001-0002.dcm.png"], "split": "val"}, {"id": "3300", "report": "Lungs are clear bilaterally.There is no focal consolidation, pleural effusion, or pneumothoraces. Stable aortic tortuosity. Cardiomediastinal silhouette is otherwise unremarkable. Scoliosis and degenerative changes of the thoracic spine. Stent visualized in the right upper quadrant, XXXX biliary stent. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3300_IM-1578-1001.dcm.png", "Val/Lateral/3300_IM-1578-2001.dcm.png"], "split": "val"}, {"id": "3302", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are slightly hypoinflated but clear. There is no pleural effusion. No acute disease.", "image_path": ["Val/Frontal/3302_IM-1579-1001.dcm.png", "Val/Lateral/3302_IM-1579-2001.dcm.png"], "split": "val"}, {"id": "3311", "report": "The lungs are clear. There is no pleural effusion. The heart and mediastinum are normal as are the skeletal structures and soft tissues. No active disease.", "image_path": ["Val/Frontal/3311_IM-1586-1001.dcm.png", "Val/Lateral/3311_IM-1586-3001.dcm.png"], "split": "val"}, {"id": "3313", "report": "Lungs are clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. Degenerative changes in the spine. Clear lungs.", "image_path": ["Val/Frontal/3313_IM-1586-1001.dcm.png", "Val/Lateral/3313_IM-1586-1002.dcm.png"], "split": "val"}, {"id": "3325", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/3325_IM-1591-1001.dcm.png", "Val/Lateral/3325_IM-1591-1002.dcm.png"], "split": "val"}, {"id": "3328", "report": " Minimal cardiomegaly. Prominent pulmonary XXXX. Probable very small pleural effusions and minimal questionable interstitial edema. No pneumonia", "image_path": ["Val/Frontal/3328_IM-1594-1001.dcm.png", "Val/Lateral/3328_IM-1594-1002.dcm.png"], "split": "val"}, {"id": "3340", "report": "The cardiomediastinal silhouette is normal in size and contour. Atherosclerosis of the aortic XXXX. Minimal XXXX densities, left lung base. Hyperexpanded lungs. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute bone abnormality. Chronic lung changes without acute abnormality.", "image_path": ["Val/Frontal/3340_IM-1601-1001.dcm.png", "Val/Lateral/3340_IM-1601-2001.dcm.png"], "split": "val"}, {"id": "3341", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/3341_IM-1602-1001.dcm.png", "Val/Lateral/3341_IM-1602-1002.dcm.png"], "split": "val"}, {"id": "3345", "report": "No focal consolidation, suspicious pulmonary opacity, pneumothorax or definite pleural effusion. Heart size and pulmonary vascularity within normal limits, visualized osseous structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3345_IM-1603-1001.dcm.png", "Val/Lateral/3345_IM-1603-2001.dcm.png"], "split": "val"}, {"id": "3367", "report": " ", "image_path": ["Val/Frontal/3367_IM-1619-3001.dcm.png", "Val/Lateral/3367_IM-1619-4001.dcm.png"], "split": "val"}, {"id": "3380", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There minimal degenerative changes of the spine. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3380_IM-1628-1001.dcm.png", "Val/Lateral/3380_IM-1628-2001.dcm.png"], "split": "val"}, {"id": "3383", "report": " No evidence of tuberculosis. Heart size is normal. Lungs are clear. Calcified 5 mm right midlung granuloma and right hilar granulomas.", "image_path": ["Val/Frontal/3383_IM-1630-1001.dcm.png", "Val/Lateral/3383_IM-1630-2001.dcm.png"], "split": "val"}, {"id": "3385", "report": "Cardiac and mediastinal contours are within normal limits. The lungs are clear. Bony structures are intact. No lobar pneumonia", "image_path": ["Val/Frontal/3385_IM-1632-1001.dcm.png", "Val/Lateral/3385_IM-1632-2001.dcm.png"], "split": "val"}, {"id": "3395", "report": " No comparison chest x-XXXX. Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/3395_IM-1639-0001-0001.dcm.png", "Val/Lateral/3395_IM-1639-0001-0002.dcm.png"], "split": "val"}, {"id": "3403", "report": "The cardiomediastinal silhouette is normal in size and contour. No focal consolidation, pneumothorax or large pleural effusion. Negative for acute displaced rib fracture. Negative for acute abnormality.", "image_path": ["Val/Frontal/3403_IM-1647-1001.dcm.png", "Val/Lateral/3403_IM-1647-2001.dcm.png"], "split": "val"}, {"id": "3404", "report": "The heart is normal in size. The mediastinum is stable. There are postsurgical changes of the left breast. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/3404_IM-1647-1001.dcm.png", "Val/Lateral/3404_IM-1647-2001.dcm.png"], "split": "val"}, {"id": "3412", "report": "The lungs are clear. There is no pneumonia. The heart and pulmonary XXXX are normal. Pleural spaces are clear. Mediastinal contours appear normal. Bony overlap in the lung apices could obscure a small pulmonary nodule. No acute cardiopulmonary disease. No evidence of pneumonia.", "image_path": ["Val/Frontal/3412_IM-1650-1001-0001.dcm.png", "Val/Lateral/3412_IM-1650-1001-0002.dcm.png"], "split": "val"}, {"id": "3413", "report": "The heart and mediastinal contours are stable. The lungs are clear without focal infiltrate. There is no pleural effusion or pneumothorax. 1. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3413_IM-1650-1001.dcm.png", "Val/Lateral/3413_IM-1650-2001.dcm.png"], "split": "val"}, {"id": "3426", "report": "The heart, pulmonary XXXX and mediastinum are within normal limits. There is no pleural effusion or pneumothorax. There is no focal air space opacity to suggest a pneumonia. There are minimal degenerative changes of the spine. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3426_IM-1656-1001.dcm.png", "Val/Lateral/3426_IM-1656-2001.dcm.png"], "split": "val"}, {"id": "3427", "report": "The cardiac silhouette and mediastinum size are within normal limits. There is no pulmonary edema. There is no focal consolidation. There are no XXXX of a large pleural effusion. There is no evidence of pneumothorax. There is no evidence of acute cardiopulmonary disease. No radiographic evidence for active tuberculosis a .", "image_path": ["Val/Frontal/3427_IM-1657-1001.dcm.png", "Val/Lateral/3427_IM-1657-2001.dcm.png"], "split": "val"}, {"id": "3430", "report": "Heart size mildly to moderately enlarged, distal tip dual-lumen catheter near the caval atrial junction. Mild vascular cephalization, no definite interstitial changes of pulmonary edema, no focal alveolar consolidation. No pleural effusion XXXX demonstrated. 1. Mild to moderate cardiomegaly. 2. Vascular redistribution without definite findings of pulmonary edema", "image_path": ["Val/Frontal/3430_IM-1659-4004.dcm.png", "Val/Lateral/3430_IM-1659-1001.dcm.png"], "split": "val"}, {"id": "3436", "report": "The lungs appear hyperexpanded suggesting emphysema. The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. Calcified granuloma is identified. No pneumothorax or pleural effusion is seen. 1. Hyperexpanded lungs. The pattern suggests emphysema. 2. No evidence of acute disease.", "image_path": ["Val/Frontal/3436_IM-1663-1001.dcm.png", "Val/Lateral/3436_IM-1663-2002.dcm.png"], "split": "val"}, {"id": "3445", "report": "No gross consolidation, atelectasis or infiltrate. No pleural fluid collection or pneumothorax. Cardiomediastinal silhouette is within normal limits. XXXX XXXX is intact. 1. Negative for acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3445_IM-1668-1001.dcm.png", "Val/Lateral/3445_IM-1668-3001.dcm.png"], "split": "val"}, {"id": "3452", "report": "Heart size and pulmonary vascularity within normal limits. No focal infiltrate, pneumothorax or pleural effusion identified. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3452_IM-1675-1001.dcm.png", "Val/Lateral/3452_IM-1675-1002.dcm.png"], "split": "val"}, {"id": "3459", "report": "Stable appearance of lower cervical fusion XXXX. Heart size normal. No pneumothorax or pleural effusion. No focal airspace disease. Calcified nodules consistent with chronic granulomatous disease. Bony structures appear intact. DISH of the thoracic spine. Negative for acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3459_IM-1679-1001.dcm.png", "Val/Lateral/3459_IM-1679-2001.dcm.png"], "split": "val"}, {"id": "3466", "report": "The cardiomediastinal silhouette is normal in size and contour. Streaky perihilar opacities. Peribronchial cuffing also noted. No focal consolidation, pneumothorax or large pleural effusion. Normal XXXX. Findings most suggestive of infectious or reactive small airways disease. No focal pneumonia.", "image_path": ["Val/Frontal/3466_IM-1683-1001.dcm.png", "Val/Lateral/3466_IM-1683-2001.dcm.png"], "split": "val"}, {"id": "3467", "report": "The lungs are clear. The heart and pulmonary XXXX are normal. Pleural spaces are clear. The mediastinal contours are normal. There is calcification of the thoracic aorta. No acute cardiopulmonary disease. No evidence of pneumonia.", "image_path": ["Val/Frontal/3467_IM-1684-0001-0001.dcm.png", "Val/Lateral/3467_IM-1684-0001-0002.dcm.png"], "split": "val"}, {"id": "3473", "report": "Heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. No discrete nodules or adenopathy are noted. 1. No evidence of active disease.", "image_path": ["Val/Frontal/3473_IM-1688-2002.dcm.png", "Val/Lateral/3473_IM-1688-3003.dcm.png"], "split": "val"}, {"id": "3474", "report": "Crowded bronchovascular markings in the hilar and perihilar region, right lower lung zones. Low lung volumes. No noncalcified pulmonary nodules seen. No pleural effusion or pneumothorax. No small heart size. There is a right diaphragmatic hump. The soft tissues seen in the left cardiophrenic XXXX, could represent an ectatic descending aorta or hiatal hernia. Visualized XXXX of the chest XXXX are within normal limits. Degenerative changes demonstrated within the visualized thoracic spine. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3474_IM-1688-1001.dcm.png", "Val/Lateral/3474_IM-1688-2001.dcm.png"], "split": "val"}, {"id": "3478", "report": "Lungs are clear. No pleural effusions or pneumothoraces. Heart and mediastinum of normal size and contour. scoliosis. Clear lungs.", "image_path": ["Val/Frontal/3478_IM-1690-1001.dcm.png", "Val/Lateral/3478_IM-1690-2001.dcm.png"], "split": "val"}, {"id": "3479", "report": "Soft tissue neck. The airway is XXXX. No laryngeal edema. Laryngeal XXXX intact. Cervical spine intact. Chest. The heart is large. Diffuse parahilar and alveolar consolidations are present. Bilateral costophrenic XXXX blunting is present. 1. Soft tissue neck negative. 2. Chest. Heart failure with pulmonary alveolar edema and pleural effusion.", "image_path": ["Val/Frontal/3479_IM-1690-1001.dcm.png", "Val/Lateral/3479_IM-1690-2001.dcm.png"], "split": "val"}, {"id": "3487", "report": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. . 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/3487_IM-1696-1001.dcm.png", "Val/Lateral/3487_IM-1696-2001.dcm.png"], "split": "val"}, {"id": "3494", "report": "There are low lung volumes with bronchovascular crowding. There is no focal consolidation. No visualized pneumothorax. Heart size is within normal limits. The cardiomediastinal contours is grossly normal in size and contour. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3494_IM-1699-1001.dcm.png", "Val/Lateral/3494_IM-1699-2001.dcm.png"], "split": "val"}, {"id": "3500", "report": "Frontal and lateral views demonstrate the cardiomediastinal silhouette to be within normal limits. There is normal distribution of the pulmonary vascularity. The lungs are clear. No effusion, consolidation, or pneumothorax. 1. Stable normal chest x-XXXX.", "image_path": ["Val/Frontal/3500_IM-1706-1001.dcm.png", "Val/Lateral/3500_IM-1706-2001.dcm.png"], "split": "val"}, {"id": "3502", "report": "There has been interval performance of CABG with multiple XXXX sternotomy XXXX, surgical clips, and CABG markers. All of the XXXX sternotomy XXXX are broken, and a fragment at a sternotomy XXXX appears to XXXX within the left posterior pleural space. Stable cardiomegaly and central pulmonary vascular prominence. No focal consolidation, pneumothorax, or effusion. Relative elevation of the left hemidiaphragm noted. No acute bony abnormality. Cardiomegaly with surgical changes of CABG, with numerous broken XXXX sternotomy XXXX and a sternotomy XXXX fragment noted XXXX in the posterior left pleural space.", "image_path": ["Val/Frontal/3502_IM-1707-1001.dcm.png", "Val/Lateral/3502_IM-1707-1003.dcm.png"], "split": "val"}, {"id": "3516", "report": "Normal heart size and mediastinal contours. Minimal blunting of the costophrenic XXXX. No focal airspace consolidation. No pneumothorax or pleural effusion. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3516_IM-1715-1001.dcm.png", "Val/Lateral/3516_IM-1715-1002.dcm.png"], "split": "val"}, {"id": "3523", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No change right anterior soft tissue surgical clips. Configuration of breast shadows on the PA view suggests prior right lumpectomy. No active disease.", "image_path": ["Val/Frontal/3523_IM-1721-1001.dcm.png", "Val/Lateral/3523_IM-1721-1002.dcm.png"], "split": "val"}, {"id": "3528", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No acute disease.", "image_path": ["Val/Frontal/3528_IM-1725-2002.dcm.png", "Val/Lateral/3528_IM-1725-3003.dcm.png"], "split": "val"}, {"id": "3537", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/3537_IM-1730-1001.dcm.png", "Val/Lateral/3537_IM-1730-2001.dcm.png"], "split": "val"}, {"id": "3543", "report": "Heart size and mediastinal contour within normal limits. Multiple calcified granulomas in the bilateral XXXX and lung parenchyma. No focal airspace consolidation, pneumothorax, or large pleural effusion. No acute osseous abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3543_IM-1735-2001.dcm.png", "Val/Lateral/3543_IM-1735-3001.dcm.png"], "split": "val"}, {"id": "3545", "report": "XXXX opacities in the lung bases are slightly worse XXXX compared to prior study. Lung volumes are low. Heart size and pulmonary XXXX are normal. There no focal airspace opacities to suggest pneumonia. The patient is status post XXXX sternotomy. There calcifications of the thoracic aorta. 1. Worsening bibasilar subpleural interstitial opacities suggestive of interstitial lung disease. High-resolution XXXX would be recommended to evaluate these findings 2. No evidence of acute pneumonia", "image_path": ["Val/Frontal/3545_IM-1737-2002.dcm.png", "Val/Lateral/3545_IM-1737-3003.dcm.png"], "split": "val"}, {"id": "3546", "report": "Unchanged cardiomegaly. There is continued interstitial prominence bilaterally. Unchanged vascular appearance. There is patchy retrocardiac opacity. Negative for pneumothorax. Unchanged appearance of the chest with interstitial prominence the differential of which is XXXX but could include interstitial edema, infectious process or interstitial disease.", "image_path": ["Val/Frontal/3546_IM-1738-4004.dcm.png", "Val/Lateral/3546_IM-1738-2001.dcm.png"], "split": "val"}, {"id": "3552", "report": "Heart size within normal limits, stable mediastinal and hilar contours. No focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema. No acute findings", "image_path": ["Val/Frontal/3552_IM-1741-1001.dcm.png", "Val/Lateral/3552_IM-1741-3001.dcm.png"], "split": "val"}, {"id": "3562", "report": "The cardiomediastinal silhouette and vasculature are within normal limits for size and contour. Sequela of prior granulomatous disease Lung volumes are low with central bronchovascular crowding and patchy basilar atelectasis.. Degenerative changes of the spine. 1. Low volume study without acute process.", "image_path": ["Val/Frontal/3562_IM-1747-2001.dcm.png", "Val/Lateral/3562_IM-1747-1001.dcm.png"], "split": "val"}, {"id": "3568", "report": "The heart size is normal with stable appearance of the cardiomediastinal silhouette. The lungs are clear without focal airspace opacity, pleural effusion, or pneumothorax. There are stable calcified right peritracheal lymph XXXX. The osseous structures are intact. No acute cardiopulmonary finding.", "image_path": ["Val/Frontal/3568_IM-1753-1001.dcm.png", "Val/Lateral/3568_IM-1753-2001.dcm.png"], "split": "val"}, {"id": "3575", "report": "Heart size normal. No pneumothorax, pleural effusion, or focal airspace disease. Central left midlung granuloma with calcified left hilar adenopathy. Bony structures appear intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3575_IM-1757-1001.dcm.png", "Val/Lateral/3575_IM-1757-2001.dcm.png"], "split": "val"}, {"id": "3576", "report": "The cardiomediastinal silhouette is within normal limits. The lungs are clear without areas of focal consolidation. No pneumothorax or large pleural effusion. No acute bone abnormality. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/3576_IM-1757-1001.dcm.png", "Val/Lateral/3576_IM-1757-2001.dcm.png"], "split": "val"}, {"id": "3577", "report": "There are no focal areas of consolidation. No suspicious pulmonary opacities. Heart size within normal limits. No pleural effusions. No evidence of pneumothorax. Osseous structures intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3577_IM-1758-1001.dcm.png", "Val/Lateral/3577_IM-1758-2001.dcm.png"], "split": "val"}, {"id": "3578", "report": "The heart and lungs have XXXX XXXX in the interval. Both lungs are clear and expanded. Heart and mediastinum normal. No active disease.", "image_path": ["Val/Frontal/3578_IM-1758-2001.dcm.png", "Val/Lateral/3578_IM-1758-1001.dcm.png"], "split": "val"}, {"id": "3585", "report": " No active cardiopulmonary disease.", "image_path": ["Val/Frontal/3585_IM-1763-1001.dcm.png", "Val/Lateral/3585_IM-1763-2001.dcm.png"], "split": "val"}, {"id": "3587", "report": "The lungs are clear. The cardiomediastinal silhouette is within normal limits. No pneumothorax or pleural effusion. Negative chest .", "image_path": ["Val/Frontal/3587_IM-1765-1001.dcm.png", "Val/Lateral/3587_IM-1765-1002.dcm.png"], "split": "val"}, {"id": "3598", "report": "Heart size within normal limits, stable mediastinal and hilar contours. No focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema. XXXX convexity also present on the previous exam. No acute findings", "image_path": ["Val/Frontal/3598_IM-1775-1001.dcm.png", "Val/Lateral/3598_IM-1775-2001.dcm.png"], "split": "val"}, {"id": "3601", "report": "The heart size and pulmonary vascularity appear within normal limits. The lungs are free of focal airspace disease. No pleural effusion or pneumothorax is seen. Large hiatal hernia is present. Osteopenia and degenerative changes are present in the spine. Vascular calcification is noted. Degenerative changes are present in the right shoulder. 1. Large hiatal hernia. 2. Clear lungs.", "image_path": ["Val/Frontal/3601_IM-1777-2002.dcm.png", "Val/Lateral/3601_IM-1777-3003.dcm.png"], "split": "val"}, {"id": "3609", "report": "There is borderline cardiomegaly. Mediastinum and pulmonary vasculature are unremarkable. Lungs are clear. No pleural fluid or pneumothorax is appreciated. Borderline cardiomegaly. Otherwise unremarkable exam.", "image_path": ["Val/Frontal/3609_IM-1782-2001.dcm.png", "Val/Lateral/3609_IM-1782-3001.dcm.png"], "split": "val"}, {"id": "3614", "report": "AP and lateral views were obtained. Bibasilar atelectasis and small left-sided pleural effusion. Stable cardiomegaly. No pneumothorax. Mild pulmonary vascular congestion. ", "image_path": ["Val/Frontal/3614_IM-1787-4001.dcm.png", "Val/Lateral/3614_IM-1787-2001.dcm.png"], "split": "val"}, {"id": "3616", "report": "The heart is normal in size. The mediastinum is stable. The aorta is atherosclerotic. There are emphysematous changes with increased interstitial markings, particularly in the periphery and lung bases. The lungs are clear of focal infiltrates. There is no pleural effusion. Emphysema with increased lung markings markings, possibly superimposed chronic lung disease/fibrosis.", "image_path": ["Val/Frontal/3616_IM-1789-2002.dcm.png", "Val/Lateral/3616_IM-1789-3003.dcm.png"], "split": "val"}, {"id": "3621", "report": "Lung volumes remain low. No infiltrates. Heart and pulmonary XXXX are normal. XXXX change. Hypoinflation with no visible active cardiopulmonary disease.", "image_path": ["Val/Frontal/3621_IM-1792-3001.dcm.png", "Val/Lateral/3621_IM-1792-5001.dcm.png"], "split": "val"}, {"id": "3652", "report": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact. There are calcified right hilar granulomas. There is mild thoracic dextroscoliosis. No acute cardiopulmonary abnormality. .", "image_path": ["Val/Frontal/3652_IM-1814-1001.dcm.png", "Val/Lateral/3652_IM-1814-2001.dcm.png"], "split": "val"}, {"id": "3655", "report": "Well circumscribed 11 mm right upper lobe nodule, unchanged appearance from previous examination 7 years ago. The trachea is midline. Negative for pneumothorax, pleural effusion. The heart size is normal. Redemonstrated syndesmophyte. 1. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3655_IM-1817-1001.dcm.png", "Val/Lateral/3655_IM-1817-2001.dcm.png"], "split": "val"}, {"id": "3663", "report": "The heart is normal in size. The mediastinum is unremarkable. The lungs are clear. No evidence of active disease", "image_path": ["Val/Frontal/3663_IM-1822-1001.dcm.png", "Val/Lateral/3663_IM-1822-2001.dcm.png"], "split": "val"}, {"id": "3665", "report": "Heart size within normal limits. Negative for focal pulmonary consolidation, pleural effusion, or pneumothorax. No upper lobe airspace disease or cavitary lesions identified. 1. No acute abnormality. 2. No evidence of pulmonary tuberculosis.", "image_path": ["Val/Frontal/3665_IM-1823-1001.dcm.png", "Val/Lateral/3665_IM-1823-2001.dcm.png"], "split": "val"}, {"id": "3680", "report": "The heart is normal in size and contour. There is no mediastinal widening. Streaky bibasilar opacities, XXXX atelectasis. Vague opacity in the right midlung. Scattered calcified granulomas. No large pleural effusion or pneumothorax. The XXXX are intact. Vague opacity in the right midlung, this could reflect a small focus of atelectasis or infiltrate. Bibasilar airspace opacities, XXXX atelectasis.", "image_path": ["Val/Frontal/3680_IM-1832-1001.dcm.png", "Val/Lateral/3680_IM-1832-2001.dcm.png"], "split": "val"}, {"id": "3681", "report": "There are lower lung volumes. There is central bronchovascular crowding. Volume loss in the medial right upper lobe seen on XXXX is not as well-demonstrated on radiography. No lobar consolidation. No pleural effusion or pneumothorax. No acute abnormality identified.", "image_path": ["Val/Frontal/3681_IM-1833-0001-0002.dcm.png", "Val/Lateral/3681_IM-1833-0001-0001.dcm.png"], "split": "val"}, {"id": "3688", "report": " 1. Left PICC in the mid SVC. Negative for pneumothorax. 2. Unchanged bibasilar airspace opacities compatible with pulmonary effusions and atelectasis. Increased interstitial prominence may reflect underlying pulmonary edema possibly secondary to infectious etiology. 3. Stable postsurgical changes of the distal right clavicle.", "image_path": ["Val/Frontal/3688_IM-1839-0001-0001.dcm.png", "Val/Lateral/3688_IM-1839-0001-0002.dcm.png"], "split": "val"}, {"id": "3694", "report": "Interval removal of left-sided chest tube. Small residual left apical pneumothorax has increased slightly in size the prior exam, now measuring approximately 0.9 cm from the thoracic apex. Stable cardiomediastinal silhouette. No focal airspace consolidation. No pleural effusion. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3694_IM-1845-1001.dcm.png", "Val/Lateral/3694_IM-1845-2001.dcm.png"], "split": "val"}, {"id": "3719", "report": " No active disease.", "image_path": ["Val/Frontal/3719_IM-1857-1001.dcm.png", "Val/Lateral/3719_IM-1857-1002.dcm.png"], "split": "val"}, {"id": "3723", "report": "Lungs are clear bilaterally. Cardiac and mediastinal silhouettes are normal. Pulmonary vasculature is normal. No pneumothorax or pleural effusion. No acute bony abnormality. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3723_IM-1860-1001.dcm.png", "Val/Lateral/3723_IM-1860-2001.dcm.png"], "split": "val"}, {"id": "3725", "report": "Lungs are clear without focal infiltrates. Calcified right upper lobe granuloma unchanged from prior. No pneumothorax or pleural effusion. Normal heart size. Normal pulmonary vascularity. Bony thorax intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3725_IM-1861-1001.dcm.png", "Val/Lateral/3725_IM-1861-2001.dcm.png"], "split": "val"}, {"id": "3726", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/3726_IM-1862-1001.dcm.png", "Val/Lateral/3726_IM-1862-1002.dcm.png"], "split": "val"}, {"id": "3727", "report": "Lung volumes are low. No focal infiltrates. Heart and pulmonary XXXX normal. An indwelling catheter from the left has its tip at the superior XXXX XXXX. Hypoinflation with no visible active cardiopulmonary disease.", "image_path": ["Val/Frontal/3727_IM-1863-1001.dcm.png", "Val/Lateral/3727_IM-1863-2001.dcm.png"], "split": "val"}, {"id": "3728", "report": "The XXXX examination consists of frontal and lateral radiographs of the chest. The cardiomediastinal contours are within normal limits. No focal consolidation, pleural effusion, or pneumothorax identified. The visualized osseous structures and upper abdomen are unremarkable. No evidence of acute cardiopulmonary process.", "image_path": ["Val/Frontal/3728_IM-1864-1001.dcm.png", "Val/Lateral/3728_IM-1864-2001.dcm.png"], "split": "val"}, {"id": "3729", "report": "Chest. Normal heart size. Mediastinal silhouette is unremarkable. No focal infiltrates or masses. No pneumothorax or visible pleural fluid. No free intraperitoneal air in the diaphragm. Osseous structures unremarkable. Abdomen: There are no dilated loops of bowel to suggest obstruction. No air-fluid levels or free intraperitoneal air. No suspicious calcifications. There is XXXX XXXX curvature of the thoracolumbar spine. Otherwise the osseous structures are grossly unremarkable. 1. Chest. No radiographic evidence of acute cardiopulmonary abnormality. 2. Abdomen. Nonobstructive bowel XXXX pattern.", "image_path": ["Val/Frontal/3729_IM-1864-1001.dcm.png", "Val/Lateral/3729_IM-1864-1002.dcm.png"], "split": "val"}, {"id": "3744", "report": " Normal heart size. Normal pulmonary vasculature. Normal mediastinal contours. Lung parenchyma is clear. No airspace disease. No pulmonary edema. No XXXX of pleural effusions. No XXXX of active cardiopulmonary disease.", "image_path": ["Val/Frontal/3744_IM-1871-0001-0001.dcm.png", "Val/Lateral/3744_IM-1871-0001-0002.dcm.png"], "split": "val"}, {"id": "3748", "report": "The cardiomediastinal silhouette and pulmonary vasculature are within normal limits in size. There is minimal XXXX atelectasis or scar in the left lung base. The lungs are clear of focal airspace disease, pneumothorax, or pleural effusion. There are no acute bony findings. No acute cardiopulmonary findings. .", "image_path": ["Val/Frontal/3748_IM-1874-1001.dcm.png", "Val/Lateral/3748_IM-1874-2001.dcm.png"], "split": "val"}, {"id": "3753", "report": "The cardiac silhouette, upper mediastinum and pulmonary vasculature are within normal limits. There is no acute pulmonary consolidation, large effusion or pneumothorax. There is minimal left basilar atelectasis. There are small bilateral pulmonary nodules measure approximately 5 mm in size in the right midlung and left upper lung XXXX. These are not well appreciated on the lateral projection. 1. No focal pulmonary consolidation or effusion. Minimal left basilar atelectasis. 2. Bilateral pulmonary nodules. These were not present on the prior study and may represent sequela of infection, but could represent neoplastic process. Correlation with history of primary malignancy is recommended. Further evaluation XXXX of the thorax could be performed, if clinically indicated.", "image_path": ["Val/Frontal/3753_IM-1877-1001.dcm.png", "Val/Lateral/3753_IM-1877-2001.dcm.png"], "split": "val"}, {"id": "3757", "report": "The lungs and pleural spaces show no acute abnormality. Heart size and pulmonary vascularity within normal limits. Mild tortuosity of the descending thoracic aorta. XXXX sternotomy XXXX noted. Inferior sternotomy XXXX is disrupted. 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/3757_IM-1881-12012.dcm.png", "Val/Lateral/3757_IM-1881-2001.dcm.png"], "split": "val"}, {"id": "3761", "report": "Heart size is mildly enlarged. Tortuous aorta. Lungs are normally inflated and clear. Mild degenerative changes of the spine. Chronic changes without acute process", "image_path": ["Val/Frontal/3761_IM-1883-1001.dcm.png", "Val/Lateral/3761_IM-1883-2001.dcm.png"], "split": "val"}, {"id": "3762", "report": "Heart size, mediastinal contour, and pulmonary vascularity are within normal limits. No focal consolidation, suspicious pulmonary opacity, large pleural effusion, or pneumothorax is identified. Calcified left coronary arteries noted. Visualized osseous structures appear intact. No acute cardiopulmonary abnormality. Calcified left coronary arteries noted. .", "image_path": ["Val/Frontal/3762_IM-1883-1001.dcm.png", "Val/Lateral/3762_IM-1883-2001.dcm.png"], "split": "val"}, {"id": "3765", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. Osseous structures are within normal limits for patient age.. 1. No active disease. Specifically, no radiographic evidence for tuberculosis.", "image_path": ["Val/Frontal/3765_IM-1884-1001.dcm.png", "Val/Lateral/3765_IM-1884-1002.dcm.png"], "split": "val"}, {"id": "3768", "report": "Mild cardiomegaly. Changes of chronic lung disease. No pneumothorax or pleural effusion. Accentuated thoracic kyphosis. Chronic lung disease with no acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3768_IM-1887-1001.dcm.png", "Val/Lateral/3768_IM-1887-2001.dcm.png"], "split": "val"}, {"id": "3777", "report": "Low lung volumes. The trachea is midline. Negative for pneumothorax, pleural effusion or focal airspace consolidation. The heart size is normal. Mild degenerate change of the thoracic spine. Stable cholecystectomy clips in the right upper quadrant. 1. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3777_IM-1894-1001.dcm.png", "Val/Lateral/3777_IM-1894-2001.dcm.png"], "split": "val"}, {"id": "3785", "report": "No pneumothorax or large pleural effusion. Mildly prominent perihilar opacities, XXXX due to bronchovascular crowding. Heart size within normal limits. Cardiomediastinal silhouette is XXXX. The bony structures appear intact. No acute cardiopulmonary disease.", "image_path": ["Val/Frontal/3785_IM-1898-2001.dcm.png", "Val/Lateral/3785_IM-1898-1001.dcm.png"], "split": "val"}, {"id": "3790", "report": "Low lung volumes. Elevation of the right hemidiaphragm. Patchy opacities right base again noted. Left lung clear. Heart size top normal. Aortic calcification. Granulomas. No evidence of pneumothorax. Blunting of the bilateral costophrenic XXXX. Degenerative changes of the thoracic spine. Right lower lobe airspace disease. .", "image_path": ["Val/Frontal/3790_IM-1904-0001-0002.dcm.png", "Val/Lateral/3790_IM-1904-0001-0001.dcm.png"], "split": "val"}, {"id": "3792", "report": "The lungs are clear bilaterally. Specifically, no evidence of focal consolidation, pneumothorax, or pleural effusion.. Cardio mediastinal silhouette is unremarkable. Visualized osseous structures of the thorax are without acute abnormality. No acute cardiopulmonary abnormality..", "image_path": ["Val/Frontal/3792_IM-1906-1001.dcm.png", "Val/Lateral/3792_IM-1906-1002.dcm.png"], "split": "val"}, {"id": "3795", "report": "2 images. Moderate thoracic dextroscoliosis, similar to prior imaging. Heart size is normal. No focal airspace consolidation is seen within the lungs. No pleural effusion or pneumothorax. No acute changes from prior imaging.", "image_path": ["Val/Frontal/3795_IM-1909-1001.dcm.png", "Val/Lateral/3795_IM-1909-2001.dcm.png"], "split": "val"}, {"id": "3807", "report": "There are stable postoperative changes of left thoracotomy and left upper lobectomy. The lungs are clear. No focal airspace consolidation. No suspicious pulmonary mass or nodule is seen. There is no pleural effusion or pneumothorax. Stable elevation of the left hemidiaphragm. Normal heart size and mediastinal contour. Postoperative changes of left upper lobectomy. No acute findings.", "image_path": ["Val/Frontal/3807_IM-1917-1001.dcm.png", "Val/Lateral/3807_IM-1917-2001.dcm.png"], "split": "val"}, {"id": "3820", "report": "The lungs and pleural spaces show no acute abnormality. Heart size upper limits of normal, pulmonary vascularity within normal limits. Straightening of the normal thoracic kyphosis. Levocurvature the lumbar spine, incompletely imaged. 1. No acute pulmonary abnormality.", "image_path": ["Val/Frontal/3820_IM-1928-1001.dcm.png", "Val/Lateral/3820_IM-1928-2001.dcm.png"], "split": "val"}, {"id": "3831", "report": "Clear lungs. No infiltrates or suspicious pulmonary opacity. No pleural effusion or pneumothorax. Cardiomediastinal silhouette within normal limits. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3831_IM-1934-1001.dcm.png", "Val/Lateral/3831_IM-1934-2001.dcm.png"], "split": "val"}, {"id": "3878", "report": "Postop changes of CABG with mild cardiomegaly. There is an infiltrate in the right lower lobe. Thoracic spondylosis. Right lower lobe infiltrate. In the appropriate clinical setting this appearance is compatible with pneumonia. Consider followup PA and lateral chest x-XXXX in 4-6 weeks to ensure resolution and exclude an underlying mass.", "image_path": ["Val/Frontal/3878_IM-1968-1001.dcm.png", "Val/Lateral/3878_IM-1968-2001.dcm.png"], "split": "val"}, {"id": "3883", "report": "No pneumothorax, pleural effusion or airspace consolidation. Heart size and pulmonary vasculature appear within normal limits. XXXX XXXX are intact. No acute cardiopulmonary abnormality.", "image_path": ["Val/Frontal/3883_IM-1971-1001.dcm.png", "Val/Lateral/3883_IM-1971-12012.dcm.png"], "split": "val"}, {"id": "3886", "report": " [&lt;The heart size and cardiomediastinal silhouette are stable and within normal limits. Pulmonary vasculature appears normal. There is no focal air space consolidation. No pleural effusion or pneumothorax.&gt;] Extensive left upper quadrant splenic calcification may reflect old granulomatous disease", "image_path": ["Val/Frontal/3886_IM-1971-1001.dcm.png", "Val/Lateral/3886_IM-1971-2001.dcm.png"], "split": "val"}, {"id": "3891", "report": " Heart size normal.No significant change in left base airspace disease and small effusion. Small residual right pneumothorax. Increased right base atelectasis.Catheter overlying the right mediastinum may be outside the patient is.", "image_path": ["Val/Frontal/3891_IM-1973-1001.dcm.png", "Val/Lateral/3891_IM-1973-2001.dcm.png"], "split": "val"}, {"id": "3893", "report": "There are mildly diminished lung volumes. Cardiac silhouette is normal in size. Normal mediastinal contour and pulmonary vasculature. The lungs are without focal airspace consolidation, large pleural effusion, or pneumothoraces. No acute cardiopulmonary findings.", "image_path": ["Val/Frontal/3893_IM-1975-3001.dcm.png", "Val/Lateral/3893_IM-1975-2001.dcm.png"], "split": "val"}, {"id": "3911", "report": " Heart size is normal and lungs are clear. No pneumonia or effusion. No nodules or masses.", "image_path": ["Val/Frontal/3911_IM-1987-1001.dcm.png", "Val/Lateral/3911_IM-1987-2001.dcm.png"], "split": "val"}, {"id": "3918", "report": "Hyperinflated lungs with mildly flattened posterior diaphragm and increased retrosternal airspace. No alveolar consolidation, no findings of pleural effusion or pulmonary edema. Heart size within normal limits. No pneumothorax. Hyperinflated lungs, air trapping versus inspiratory XXXX.", "image_path": ["Val/Frontal/3918_IM-1992-1001.dcm.png", "Val/Lateral/3918_IM-1992-2001.dcm.png"], "split": "val"}, {"id": "3923", "report": " Comparison XXXX, XXXX Well-expanded and clear lungs. Mediastinal contour within normal limits. No acute cardiopulmonary abnormality identified.", "image_path": ["Val/Frontal/3923_IM-1997-2002.dcm.png", "Val/Lateral/3923_IM-1997-3003.dcm.png"], "split": "val"}, {"id": "3927", "report": " Stable position of the aortic stent with a normal cardiac silhouette and clear lungs.", "image_path": ["Val/Frontal/3927_IM-2000-1001.dcm.png", "Val/Lateral/3927_IM-2000-2001.dcm.png"], "split": "val"}, {"id": "3931", "report": "The heart size is normal. The cardiomediastinal silhouette is stable in appearance. The lungs are clear without focal airspace opacity, pneumothorax, or pleural effusion. The XXXX are normal in appearance. No acute cardiopulmonary finding.", "image_path": ["Val/Frontal/3931_IM-2003-3001.dcm.png", "Val/Lateral/3931_IM-2003-1001.dcm.png"], "split": "val"}, {"id": "3938", "report": "Heart size normal. Lungs are clear. XXXX are normal. No pneumonia, effusions, edema, pneumothorax, adenopathy, nodules or masses. Normal chest", "image_path": ["Val/Frontal/3938_IM-2009-1001.dcm.png", "Val/Lateral/3938_IM-2009-3001.dcm.png"], "split": "val"}, {"id": "3941", "report": "Cardiomegaly. No focal consolidation. No pleural effusions. No evidence of pneumothorax. Osseous structures intact. Levocurvature of the thoracic spine. Lumbar vertebral body stabilization XXXX. 1. No acute cardiopulmonary abnormality. 2. Cardiomegaly. .", "image_path": ["Val/Frontal/3941_IM-2012-0001-0002.dcm.png", "Val/Lateral/3941_IM-2012-0001-0001.dcm.png"], "split": "val"}, {"id": "3942", "report": "Cardiac silhouette is at the upper limits of normal. Lungs are clear bilaterally. There is no pleural effusion or pneumothorax. Interval worsening of the moderate thoracolumbar dextroscoliosis with mild exaggeration of normal thoracic kyphosis. 1. No acute cardiopulmonary process. 2. Interval worsening of moderate thoracolumbar dextroscoliosis. .", "image_path": ["Val/Frontal/3942_IM-2013-1001.dcm.png", "Val/Lateral/3942_IM-2013-2001.dcm.png"], "split": "val"}, {"id": "3948", "report": "The cardiomediastinal silhouette is within normal limits for size and contour. The lungs are normally inflated without evidence of focal airspace disease, pleural effusion, or pneumothorax. No acute bone abnormality. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/3948_IM-2017-1001.dcm.png", "Val/Lateral/3948_IM-2017-1002.dcm.png"], "split": "val"}, {"id": "3949", "report": "Apical lordotic frontal view. Considering differences in technical factors XXXX stable cardiomediastinal silhouette with mild cardiomegaly. No focal alveolar consolidation, no definite pleural effusion seen. Dense left lower lung nodule suggests a previous granulomatous process. No typical findings of pulmonary edema. No acute findings", "image_path": ["Val/Frontal/3949_IM-2018-4004.dcm.png", "Val/Lateral/3949_IM-2018-2001.dcm.png"], "split": "val"}, {"id": "3961", "report": "The heart size is normal. The mediastinal contour is within normal limits. There is a streaky opacity within the right upper lobe. There are no nodules or masses. No visible pneumothorax. No visible pleural fluid. The XXXX are grossly normal. There is no visible free intraperitoneal air under the diaphragm. Right upper lobe infiltrate consistent with pneumonia.", "image_path": ["Val/Frontal/3961_IM-2026-1001.dcm.png", "Val/Lateral/3961_IM-2026-2001.dcm.png"], "split": "val"}, {"id": "3976", "report": "Heart size and mediastinal contour are normal. Pulmonary vascularity is normal. Lungs are clear. No pleural effusions or pneumothoraces. No acute cardiopulmonary process.", "image_path": ["Val/Frontal/3976_IM-2035-1001.dcm.png", "Val/Lateral/3976_IM-2035-2001.dcm.png"], "split": "val"}, {"id": "3980", "report": "Heart size moderately enlarged. Mild left costophrenic XXXX blunting. Streaky and patchy bibasilar opacities, left greater than right. Right hemidiaphragm eventration noted. No typical findings of pulmonary edema. 1. Cardiomegaly and small left pleural effusion versus pleural thickening 2. Streaky and patchy bibasilar opacities may be compatible with atelectasis versus consolidation, aspiration, clinical correlation recommended", "image_path": ["Val/Frontal/3980_IM-2039-1001.dcm.png", "Val/Lateral/3980_IM-2039-2001.dcm.png"], "split": "val"}, {"id": "3981", "report": "The lungs are clear. There is no pleural effusion or pneumothorax. The heart and mediastinum are normal. The skeletal structures are normal. No acute pulmonary disease.", "image_path": ["Val/Frontal/3981_IM-2039-1001.dcm.png", "Val/Lateral/3981_IM-2039-2001.dcm.png"], "split": "val"}, {"id": "3982", "report": "Normal heart size. No focal airspace consolidation, pneumothorax, pleural effusion, or pulmonary edema. No focal bony abnormality. No acute cardiothoracic abnormality.", "image_path": ["Val/Frontal/3982_IM-2039-1001.dcm.png", "Val/Lateral/3982_IM-2039-2001.dcm.png"], "split": "val"}, {"id": "3987", "report": "No acute osseous abnormality. Stable scattered endplate degenerative changes and osteophyte formation in the thoracic spine. Normal cardiomediastinal silhouette and hilar contours. No focal area of consolidation, pleural effusion, or pneumothorax. 1. No acute radiographic cardiopulmonary or osseous process.", "image_path": ["Val/Frontal/3987_IM-2041-1001.dcm.png", "Val/Lateral/3987_IM-2041-2001.dcm.png"], "split": "val"}, {"id": "3988", "report": "No acute osseous abnormalities. Left midlung, and basilar streaky opacity. There is elevation of the left hemidiaphragm. No pneumothorax. Small calcified 8 cm granuloma adjacent to the right diaphragm within the right chest. Cardiomediastinal silhouette is within normal limits. No acute osseous abnormalities. If continued clinical concern for rib fracture dedicated rib films will be helpful. Left midlung, and left basilar streaky opacity may represent atelectasis.", "image_path": ["Val/Frontal/3988_IM-2041-1001.dcm.png", "Val/Lateral/3988_IM-2041-2001.dcm.png"], "split": "val"}, {"id": "3989", "report": "Heart size within normal limits. Right hemidiaphragm eventration noted. No focal alveolar consolidation, no definite pleural effusion seen. No typical findings of pulmonary edema. No acute cardiopulmonary findings", "image_path": ["Val/Frontal/3989_IM-2042-1001.dcm.png", "Val/Lateral/3989_IM-2042-2001.dcm.png"], "split": "val"}, {"id": "3993", "report": "The heart is mildly enlarged. Left hemidiaphragm is elevated. There is no acute infiltrate or pleural effusion. The mediastinum is unremarkable. Borderline cardiomegaly without acute disease.", "image_path": ["Val/Frontal/3993_IM-2044-1001.dcm.png", "Val/Lateral/3993_IM-2044-1002.dcm.png"], "split": "val"}, {"id": "3997", "report": "Heart size within normal limits. Small, nodular opacity in the right upper lobe. This does not look like an acute infiltrate, and more XXXX represents a granuloma. No pneumothorax or effusions. No acute findings, no evidence for active TB.", "image_path": ["Val/Frontal/3997_IM-2048-1001.dcm.png", "Val/Lateral/3997_IM-2048-1002.dcm.png"], "split": "val"}, {"id": "3998", "report": " Heart size is normal and the lungs are clear.", "image_path": ["Val/Frontal/3998_IM-2048-1001.dcm.png", "Val/Lateral/3998_IM-2048-1002.dcm.png"], "split": "val"}]}